[
{"company":"Unidas","text":"Atividades Garantir a disponibilidade e a governança das soluções de BI (Business Intelligence) e atualização periódica dos dados contidos nos sistemas. Desenvolver relatórios com indicadores Gerenciais; Garantir na entrega de dados seguros e confiáveis que serão utilizados nos indicadores de BI (Business Intelligence). Contribuir no desenvolvimento dos integrantes do time para que possam assumir novas responsabilidades. Contribuir na pesquisa de novas técnicas e soluções de BI (Business Intelligence) que serão utilizadas na companhia. Requisitos · Formação completa em Administração, Computação Estatística, Matemática, Sistemas de Informação, e áreas correlatas; · Conhecimento em MySql - Qlik View – Nprinting - Macro e VBA em Excel; · Experiência na especificação e elaboração de dashboards gerenciais e indicadores de performance; · Conhecimentos no design e desenvolvimento de visões utilizando Power BI e Excel; · Domínio no pacote Office, em especial consulta a base de dados SQL com integração em Excel e Power BI","url":"https://g.co/kgs/UfNPzL"},
{"company":"Core Synesis Ltda","text":"Desenvolvimento e consultoria de softwares. Cargo: Analista de Bi – Jr Ou Pleno Contratação: CLT Descrição da Vaga: • Atuar no levantamento de requisitos de negócio; • Modelagem dimensional, • Atuar na concepção, modelagem, desenho técnico e criação ETL/OLAP Requisitos: • Conhecimentos necessários: • BI; • ETL (Data Stage) • OLAP (QlikView, PowerBI, Cognos) Local: Barro Preto - Belo Horizonte Benefícios: VT, VA, VR, ASSISTÊNCIA MÉDICA E SEGURO DE VIDA","url":"https://g.co/kgs/h6scoz"},
{"company":"Pharmakon","text":"Você é apaixonado por estratégia, dados e tecnologia e está à procura de um trabalho que invista no seu desenvolvimento? Então esta vaga é para você! Na Maio as pessoas são livres para construir sua carreira, vivenciar a pluralidade de ideias, aprender, ensinar e trabalhar em conjunto. Incentivamos a abertura de espaço para troca de conhecimento e investimos no crescimento tanto pessoal como profissional da nossa equipe. Estamos entre as melhores empresas de Tecnologia mais inovadoras do país, segundo rank 100 Startups to Watch e uma das melhores empresas para se trabalhar, sendo o Great Place to Work e temos como missão romper as barreiras entre o Marketing, tecnologia e pessoas. Quer ser um Maio Techer? Precisamos de um Analista de BI - Dados e Analytics. Quem seria essa pessoa? Buscamos alguém para atuar com ferramentas de tecnologia em serviços de marketing. Quais Serão Os Desafios No Dia a Dia • Analisar, questionar e atender às demandas do cliente com relação à manipulação das informações; • Automatização e aperfeiçoamento dos processos recorrentes para assegurar a qualidade dos resultados esperados; • Gestão e governança de ambientes e arquitetura de dados; • Levantamento de requisitos; • Atuar no desenvolvimento e manutenção de rotinas de DBM/BI; • Suportar processos analíticos; • Processos de ETL e unificação de dados on e off (utilização de ID universais).O que buscamos? • Procuramos pessoas apaixonadas por estratégia, dados e tecnologia, que buscam ser protagonistas de sua carreira e que queiram construir juntos novos processos e contribuir para soluções inspiradoras. Além disso: • Formação superior completa ou cursando na área de Tecnologia; • Necessário experiência em banco de dados; • Desejável experiência em relacionamento com o cliente para negociação de demandas e levantamento de requisitos; • Cursos relacionados ao mundo de banco de dados (relacional e não relacional) é um grande diferencial; • Desejável experiência ou noções em campanhas de marketing baseadas em dados e com banco de dados de marketing (DBM). Alguns Diferenciais Que Valorizados • Conhecimentos avançados com dados não estruturados; • Conhecimento em integrações via API. Oferecemos • Trabalho em Home Office; • Regime de contratação CLT; • Salário compatível com o mercado, VT e VR; • Plano de Saúde e Odontológico; • Escritório com ambiente criativo, inovador e estimulante; • 40h semanais, de segunda a sexta - Horário flexível","url":"https://g.co/kgs/KJLyZi"},
{"company":"DataSprints","text":"A Data Sprints, empresa de consultoria em Ciência e Engenharia de Dados, está em busca de Analistas de BI a nível Pleno para participar de um de nossos maiores projetos :). Neste cargo, você fará parte de um time de elite que vem atuando em projetos de Data & Analytics nas maiores startups e corporações do país. E ainda estará inserido em um dos ecosistemas mais vibrantes da tecnologia e startups do Brasil, o San Pedro Valley. É uma grande oportunidade de se aprender com profissionais de referência e atuar em projetos que realmente tratam Big Data! Temos um ambiente de autonomia e grande aprendizado, utilizamos as tecnologias de ponta na AWS e também Open-Source, como RDS, Lambda, Fargate, Athena, Kinesis, Dremio, Apache NiFi e Metabase. Requisitos: • Ter experiência com modelagem relacional e não relacional (3NF, Star Schema, Snowflake Schema) • Experiência com ferramentas de visualização de dados (Power BI, Tableau, Metabase) • Ter um bom domínio e experiência com SQL • Linguagens de programação: R, Python, JavaScript ou Java (Sabendo uma das quatros, já pode se aplicar) • Inglês avançado Diferenciais: • Experiência com AWS (esse será um grande diferencial!) • Experiência em projetos de MDM (Master Data Management) e experiência em construção de EDW • Conseguir desenvolver um bom storytelling Local: • Edifício Séculus - Rua Paraíba nº 330. Carga Horária: • 40 horas semanais Benefícios: • No Dress Code :) • Horário Flexível • Home Office 1 dia na semana • Vale Refeição e Alimentação • Investimento em Cursos e Certificados AWS • Possibilidade de falar inglês todos os dias! Temos intercambistas de diversas nacionalidades e você estará em contato com eles todos os dias","url":"https://g.co/kgs/6DuzyU"},
{"company":"Foodjobs.com.br","text":"Nível de atuação Especialistas Área de atuação Outros Principais atividades Irá gerir equipe de vendas, criação de ca Irá atuar na análise de negócio, desenvolver dashboards e reports, desenvolver painéis para diversas áreas de negócio do segmento de locação e revenda de veículos, com o objetivo de agregar valor ao negócio e auxiliar a tomada de decisão de forma assertiva e estratégica. Escolaridade mínima Superior Completo Habilidades esperadas Necessário ter experiência em QlikView, SQL e ETL. Tipo da Vaga Nova posição","url":"https://g.co/kgs/iYhPbv"},
{"company":"Geekhunter","text":"SOBRE A ÁREA EM QUE VOCÊ VAI TRABALHAR A área de BI é responsável por todas as atividades referentes aos dados; Coleta, analisa, trata, organiza e garante a qualidade dos dados para que auxilie as tomadas de decisões de outras áreas. RESPONSABILIDADES - Desenvolver e implementar melhorias e processos para no banco de dados de informações mercadológicas, inclusive no que tange as validações que garantam a acuracidade das informações; -Atualizar as informações das Ferramentas e do Banco de Dados de informações mercadológicas assegurando a entrega e confiabilidade das informações dos dados capturados a todos que necessitem das mesmas para tomada de decisão; - Automatizar processos de disponibilização de dados oriundos da base de dados de BI/Data Product e Squads; -Realizar controle de qualidade das informações sob sua responsabilidade e atualizar os sistemas de informações de mercado com o objetivo de garantir a qualidade das informações dos relatórios dos Squads, Gerenciais e Financeiro; REQUISITOS - 2/3 anos de experiência; -Superior Completo nas áreas de Exatas, tais como, Sistemas de Informação, Ciências da Computação, Engenharia da Computação, entre outras correlatas; - Experiência com desenvolvimento avançado em T-SQL (Procedures, Functions e etc.), performance Tuning em queries; - Administração básica de MySQL, MS SQL Server (jobs, controle de usuários, sessões); - Ferramentas de ETL - Extract (extração), Transform (transformação)e Load (carga) de dados, de preferência SSIS (Deploy, SSISDB, Jobs); - Excel Intermediário/Avançado (VBA, tabelas dinâmicas, métricas calculadas); - Importante ter capacidade analítica e poder de síntese, com habilidade de comunicação com clientes internos e externos. - Excelente domínio de SQL, T-SQL, Excel; - Conhecimento e domínio de metodologias de business intelligence; - Conhecimento e domínio de metodologias de modelagem de dados; DIFERENCIAL - Experiência com Google Analytics e Mix Panel; - Experiência com ferramentas de BI: Power BI, Metabase; - Conhecimento em serviços AWS, como o Redshift; - Conhecimento em banco de dados NoSQL; - Conhecimento em Arquitetura de Business Intelligence","url":"https://g.co/kgs/1xqgoA"},
{"company":"Tora Logística","text":"Irá criar dashboards, relatórios gerenciais e operacionais utilizando o Power BI desde a extração, manipulação e consolidação das informações. Análise dos requisitos, documento funcional e acompanhamento das solicitações de alteração, correção e melhorias dos sistemas. Criação e manutenção da documentação dos processos internos. Orientação técnica e suporte aos usuários. Manter e evoluir o DW Corporativo, adotando as melhores práticas de organização, controle e qualidade dos processos de ETL e Banco de Dado Qualificação: Experiência como analista de business business intelligence pleno. Experiências com Power BI. Conhecimento em SQL Server, PLSQL, TSQL. SQL Server Integration Services e Analysis Service.","url":"https://g.co/kgs/wqJ9H4"},
{"company":"Viarh","text":"experiência em projetos de BI , modelagem dimensional , experiência com ferramentas de ETL , construção de gráficos e indicadores. Necessário ter conhecimento no Qlik ou Pentaho. Qualificação:","url":"https://g.co/kgs/aW3Bwc"},
{"company":"Oemprego","text":"Atividades • O analista ficará responsável por criar uma interface entre os sistemas, extraindo relatórios e transformando o banco de dados em Dashboards que serão transmitidos em tempo real em nossos painéis. Conhecimento Exigido • Análise de negócio e análise de BI • Modelagem de dados multidimensional star schema • Análise e desenvolvimento de processos de ETL (Extract Transform and Load) em SSIS (SQL Server Integration Services) • Desenvolvimento de relatórios e painéis em MS Power BI • Desenvolvimento na ferramenta SSAS (SQL Server Analysis Services) • Experiência em ambientes heterogêneos, críticos e de alto volume de dados • Experiência em processos de carga e replicação near real-time • Conhecimentos específicos: JSON, Javascript, ASP.Net Conhecimento Desejável • Soluções Microsoft Azure: Máquinas Virtuais Windows, SQL DW, SQL DB, Analysis Services do Azure, Azure Data Lake Store • Bigdata, data science, linguagens R e Phyton, analytics, machine learning. • Conhecimento de metodologias ágeis, em especial Scrum. • Desejável experiência em instalação e administração SQL Server, verificação de logs e configuração de serviços no Windows Server, Active Directory. Escolaridade: Ciência da Computação, Sistemas de Informação, Análise de Sistemas e afins. • Cargo: Analista de BI | Salario: A combinar. | Ensino: . | Turno: Integral. | Area: Construção, Manutenção. | Experiencia: . | Cidade: Belo Horizonte / MG","url":"https://g.co/kgs/6Hz6Sx"},
{"company":"ioasys","text":"Job description A ioasys é especialista em criar soluções únicas para empresas ousadas. Somos experts em trazer o melhor do universo digital para nossos clientes e a transformar a sociedade, a repensá-la e a evoluí-la. Ajudamos marcas a inovar através da transformação digital e seguindo os princípios de metodologia ágil e abordagem centrada ao usuário, modificando a realidade das pessoas com tecnologia e inovação de ponta a ponta. Não somos apenas pensadores, somos realizadores! Estamos projetando um mundo mais acessível, conectado e intuitivo, como deveria ser. Buscamos um time diverso, livre de preconceitos e aberto a todos os tipos de raças, cores, corpos e crenças. Nosso propósito estampado em nossas camisetas atuais De Pessoas. Para Pessoas. traduz a importância de um ambiente heterogêneo, repleto de vivências e impressões da sociedade e suas necessidades. Para a vaga de Analista de BI, buscamos um profissional que tenha visão de negócio, experiência com análise de comportamento de usuários, métricas digitais e esteja sempre antenado a todas as novidades do mercado. Propiciamos um ambiente inovador dedicado ao crescimento, com profissionais incríveis e de aprendizado constante em escritórios que estimulam a criatividade e produtividade. Além do nosso horário ser flexível (trabalhamos de segunda a sexta), acreditamos na oportunidade de estarmos todos criando uma empresa que desenvolve soluções que afetam positivamente a vida de milhões de pessoas em diversos segmentos. Você estará em uma equipe horizontal e transparente, que não apenas valoriza suas ideias, mas também espera que você faça parte da construção da empresa com a gente. Main responsibilities • Levantamento e análise de requisitos; • Produzir dashboards, relatórios gerenciais e operacionais; • Recomendar os melhores KPIs baseado nas necessidades de negócio; • Levantar questionamentos e propor recomendações para melhoria dos KPIs; • Acompanhar e apontar alertas baseado em alterações repentinas de performance; • Converter dados em intervenções estratégicas. Requirements and skills • Experiência com ambiente Digital; • Experiência com análise de comportamento de usuários em aplicações digitais; • Conhecimento em Ferramentas de BI (Power BI / Excel / GA); • Experiência com Data Warehouse, SQL e servidores; • Conhecimentos em Data Visualization e Data Storytelling; Diferenciais: • Conhecimentos em VBA; • Conhecimentos em criação de Query. Additional information ● Regime CLT ou PJ; ● Liberdade para exercer suas habilidades em um ambiente dinâmico e horizontal; ● Jornada flexível; ● Não temos dress code, mas respeitamos o do cliente; ● Honest Market; ● Meetups semanais; ● Acesso à plataformas de cursos online; ● Curso de Inglês (In Company); ● Day Off – Birthday; ● Yoube - Programa de benefícios personalizado. Vem com a gente! Se inscreve aí","url":"https://g.co/kgs/EpjRq2"},
{"company":"Goowit","text":"Description Esta é uma vaga de um cliente do Goowit, candidate-se para ter acesso as informações completas sobre a empresa. Missão • Levantamento de requisitos de negócio; • Modelagem dimensional; • Concepção, modelagem, desenho técnico e criação de ETL´s; • Manutenção nas ferramentas criadas visando adequação aos novos requisitos da empresa. Conhecimentos Necessários • BI; • Desenvolvimento de ETL; • Oracle; • Data Stage; • Cognos (Imprescindível) HABILIDADES Cognos, Ferramentas Etl, Oracle","url":"https://g.co/kgs/1X3oEY"},
{"company":"Unifort Ltda","text":"Sera Responsável Por Analisar, questionar e minerar dados conforme demandas dos resultados da base de dados interna; Analisar e descobrir confrontando dados de clientes em relação às informações para busca de padrões; Analise de dados externos relacionado a produtos segmentados, concorrentes e mercados; Pesquisar preços de mercados conforme cada segmento de produtos através de buscas recorrentes; Gerar oportunidades de vendas para a área comercial analisando dados internos e externos; Monitorar oportunidades de mercados não atendidos e produtos fora do catálogo; Criar rotinas e robôs para buscar dados externos e sites diversos; Automatização e aperfeiçoamento dos processos recorrentes para assegurar a qualidade dos resultados esperados; Levantamento de requisitos a serem buscados; Atuar no desenvolvimento e manutenção de rotinas de DBM/BI; Suporte a processos analíticos; Unificação de dados on e off.","url":"https://g.co/kgs/3YKVQx"},
{"company":"Algar Tech","text":"Algar Tech Contrata!!! ANALISTA DE BI HORÁRIO DE TRABALHO: 08:00 às 17:00 LOCALIDADE: São José dos Campos - SP Requisitos: Experiência em Business Intelligence, Analytics e / ou áreas correlacionadas a dados em TI. Experiência em atuação no setor Pharma. Conhecimentos: C ++ ou similar SQL Python ou similar Tecnologias web (HTML, Javascript, Jquery e CSS) Necessária experiência na coleta e detalhamento de requisitos, bem como na tradução das necessidades de negócios em soluções de TI. Necessário entender as tecnologias ETL, gestão de dados, integração de dados e armazém. Bons conhecimentos de T-SQL Familiaridade com os conceitos Data Lake e Master Data Management Necessário conhecimento mínimo de HTML, JavaScript para entender o QlikSense Mashup. Necessária experiência prática em tecnologia e profundo conhecimento nos conjuntos de ferramentas de visualização QlikSense e Qlikview. Conhecimento em Ágil, Scrum e Kanban. Disponibilidade para aprender ou possuir prévio conhecimento em estatística, programação R / Python para análises avançadas. IDIOMAS: Inglês e espanhol desejáveis","url":"https://g.co/kgs/EbHgC1"},
{"company":"Requisita Recursos Humanos","text":"Nosso cliente é uma empresa de tecnologia. Responsabilidades e atribuições Irá atuar com Business Intelligence. Requisitos e qualificações Experiência com BI. Conhecimento em tecnologias Microsoft (SQL Server, SSIS, SSAS, SSRS), Power BI, PowerDesigner e desenvolvimento de soluções de BI. Superior completo. Informações adicionais Salário e benefícios a combinar.","url":"https://g.co/kgs/JybrFG"},
{"company":"Manpower Staffing","text":"Análise de dados. Responsável por toda a parte de processo de relatórios. Verificar a qualidade dos dados. Publicar relatórios para cliente interno. • Base de dados intermediário; • KNIME intermediário;• SPOTFIRE intermediário;• Access intermediário;• Pacote MS. Conhecimento em Power BI.Excel Avançado.Inglês Intermediário.","url":"https://g.co/kgs/GXggwD"},
{"company":"Ticket Log","text":"Buscamos Alguém Que Tenha experiência como Analista de BI que atue com a ferramenta Power BI, entre outras. Você Será Responsável Atuar na área de Business Intelligence apoiando a execução das atividades de rotina, apoiar e conduzir projetos conforme especificação das áreas demandantes. Atividades Liderar e conduzir projetos de baixa complexidade e apoiar o time de BI na entrega dos projetos (elaboração de ETL, Dashboards e Análises) Atuar na resolução de chamados e demandas analíticas Apoiar nas demandas adminstrativas da área Buscar melhorias nos processos de Business Intelligente e Big Data da companhia. E Irá Se Destacar Se Experiência atuando com dados e gestão de indicadores ou 1 ano em área de BI; Escolaridade (Concluído): Matemática, Engenharia, Ciencia e Gestão de Dados, Business Analytics, Big Data, Logística. Idiomas: Inglês Básico Conhecimentos Específicos: Excel Intermediário. SQL Intermediário, PowerBI/Qlik Básico, Banco de Dados Perfil Analítico, Pró-ativo e Colaborativo Facilidade de trabalhar com dados e bases relacionais Flexibilidade/Adaptabilidade para atuar num ambiente dinâmico","url":"https://g.co/kgs/pbjGrp"},
{"company":"SLC Agrícola","text":"Job description Participar do projeto para construção de um novo sistema de Business Intelligence. Main responsibilities • Atuar como referência técnica para a equipe (QlikView e Power BI); • Criar telas e dashboards de acordo com os requisitos coletados com analistas de negócio; • Responsável pela criação da arquitetura de análise de dados; • Responsável pelo gerenciamento das demandas relativas a criação de indicadores. Requirements and skills • Graduação completa na área de TI; • Experiência em sistemas de BI (Power BI e QlikView); • Experiência em ferramentas ETL, Data lake, Data warehouse; • Experiência com modelos de dados, Sql Server, Oracle; • Capacidade de elaboração de dashboards criativos.","url":"https://g.co/kgs/GNv5cT"},
{"company":"Luxottica Brazi","text":"Apoiar na gestão das informações referentes à performance de vendas, envolvendo extração e manuseio de bases de dados, criação de relatórios, análises, estudos e acompanhamento de indicadores que identifiquem oportunidades, melhorias, pontos de atenção, tendências e alinhamento com a estratégia, visando o melhor desempenho do negócio e atingimento dos objetivos da da rede de varejo da Luxottica. PRINCIPAIS RESPONSABILIDADES Atualizar e disponibilizar os relatórios dos indicadores comerciais da rede de franquias, sinalizando para a franqueadora e times pontos de atenção no negócio visando melhora e otimização de resultados; Identificar oportunidades na gestão dos indicadores da rede de varejo da Luxottica, otimizando os relatório e ferramentas visando trazer novas visões e análises sobre o negócio garantindo maior controle e menor risco sobre a gestão do dia a dia; Auxiliar na construção, manutenção e constante evolução dos dados quantitativos das lojas, oferecendo histórico de informações das lojas e seus modelos de gestão para tomada de decisão em curto, médio e longo prazo. REQUISITOS Experiência na gestão de dados e análises comerciais; Desejável experiência com varejo, analytics e CRM; Desejável conhecimento do Power BI; Visão analítica para definição de estratégias; Inglês intermediário; Pacote Office Avançado","url":"https://g.co/kgs/SBubMr"},
{"company":"Pöyry","text":"Atuação na equipe de Planejamento de Engenharia, mapeando processos e dados para a construção de indicadores e base de dados. Responsabilidades: Apoio na criação de KPIs de produção de engenharia; Interface com os departamentos técnicos na obtenção de informações dos projetos; Compilação de dados técnicos nas áreas de Processo, Mecânica, Tubulação, Elétrica e Instrumentação; Apoio ao desenvolvimento, atualização e manutenção de EAP e controle de Progressos Físicos; Elaboração e atualização de cronogramas físicos. Conhecimentos necessários: Microsoft PowerBI Excel avançado Requisitos: Formação superior completa (desejável Engenharia) Conhecimento do segmento de Projetos de Engenharia (industriais)","url":"https://g.co/kgs/xXMxaD"},
{"company":"Moustache","text":"DESCRIÇÃO Já pensou em trabalhar em uma Agência digital que sabe que a vida não é só código? Ou talvez seja, mas a gente entende. Atividades: - Gestão de Google Analytics; - Desenvolvimento de aplicações BI; - Dominio em SEO - Dashboards, relatórios e KPIs (indicadores); - Gestão e leitura de bases de dados; - Montagem de relatórios, análise, de resultados; - Criar relatórios em Excel com indicadores e gráficos. REQUISITOS • Rotinas de análise de performance em geração de leads, cadastros e vendas; • Extração, tabulação de dados das ferramentas de marketing; • Google Analytics; • Google Data Studio; • Google Sheets. • DESEJÁVEL • Excel Avançado; • Lógica de programação; • Experiência com SQL, Javascript / Node.js; • Conhecimento de Bancos de dados NoSQL e Indicadores e ferramentas de B.I.; • Metodologias ágeis, como Scrum. BENEFÍCIOS • Auxílio-locomoção • Descanso anual remunerado • Bônus anual • Bônus por entrega • Recesso de final de ano","url":"https://g.co/kgs/1jsEoD"},
{"company":"G4F Soluções Corporativas","text":"Descrição • Levantamento de requisitos; • Entrevista com usuários; • Modelagem multidimensional; • Criação de bancos de dados. Requisitos • Graduação Completa na área de TI; • Experiência comprovada como Analista BI; • Experiência em levantamento de requisitos, entrevista com usuários e boa comunicação; • Amplo conhecimento nas plataformas Hadoop, Hive e Spark. • Domínio de modelagem multidimensional e arquitetura BI/DW; • Domínio no uso de comandos SQL e dos bancos de dados Microsoft SQL Server e Postgres. Confira essa vaga que encontrei no Jobs: Analista de BI na G4F | https://jobs.solides.com/g4f/vaga/18701 Copie o link e divulgue Candidatar-se a esta vaga Copie o link e divulgue Candidatar-se a esta vaga","url":"https://g.co/kgs/nmYSXZ"},
{"company":"Wiz","text":"A Wiz é uma gestora de unidades de negócios que atuam na distribuição de produtos financeiros e de seguros em todo o Brasil! Se você é uma pessoa analítica, que é propositiva e tem experiência com ETL e análises de dados, esta é a vaga certa para você. O que você vai fazer: • Tratar dados estratégicos da Companhia, transformando-os em dashboards para tomada de decisão. • Criar e manter rotinas de gerenciamento de dados. • Executar processos ETL. • Modelar dados. O que você precisa para se candidatar: • Ter graduação completa em Ciência da Computação, Análise de Sistemas ou áreas correlatas. • Ter experiência na área de Business Intelligence. • Dominar inglês em nível intermediário. • Ter conhecimento em Power BI. • Desejável conhecimento em SQL Server, T-SQL, modelagem de dados e ETL. • Especialização em BI será um diferencial. • Ser organizado, ter pensamento estratégico e capacidade analítica. Local de trabalho: Brasília/DF (Asa Norte) Jornada: 7h30min Nossos benefícios: Vale Transporte, Vale Alimentação e Refeição, Plano de Saúde, Plano Odontológico, Auxílio Farmácia, Auxílio Creche, Seguro de Vida e Participação nos Lucros. Se esse é o desafio que você procura, inscreva-se agora! Nossa empresa preza pela inclusão e pessoas com deficiência são bem-vindas em todas as oportunidades","url":"https://g.co/kgs/uciuyv"},
{"company":"Vivo (Telefônica Brasil)","text":"Job description VP B2B No processo de encantamento do cliente, atuar no relacionamento com grandes corporações, governo, pequenas, médias e grandes empresas é o que mais te agrada? Se é isso que faz a sua cabeça, a VP B2B da Telefônica é o caminho mais promissor para você. Desenvolva canais de vendas, planeje e acompanhe os processos de venda e pós-venda, defina diretrizes, ofertas, campanhas, metas comerciais e planos de incentivo. Mais do que conquistar, aqui a missão é desenvolver e manter os clientes com um portfólio completo de soluções de mobilidade, voz e dados fixos, produtos digitais e de TI como Data Center, Segurança, Big Data, além de inovações alinhadas à estratégia global do Grupo Telefônica. Nosso trabalho contribui com o crescimento da receita e da base de clientes corporativos da nossa organização. Missão do cargo: Nosso time tem como principal missão identificar, desenvolver e implementar modelos inovadores de Canal de Vendas no Segmento B2B (Corporativo cliente PMES. Garantindo o crescimento de vendas do Segmento Empresarial, através de modelos mais competitivos e enraizados nas estratégias mais atuais de marketing. Main responsibilities • Desenvolvimento de dashboards, relatórios e apresentações corporativas • Suporte a projetos fornecendo informações, análises e insights para as áreas de negócio • Planejar, organizar e controlar os indicadores de gestão • Automatizar os indicadores a partir do conhecimento em ferramentas como: SQL Server, VBA e Power BI Requirements and skills • Graduação concluída em Exatas, Economia, Administração, Engenharia, TI, Sistema da Informação, Ciência da Computação ou afins • Experiencia consolidada em projetos de Business Intelligence • Perfil “hands on” analítico com capacidade lógica • Conhecimento avançado em SQL Server; Processos de ETL (DTSX); Construção de Cubos; Criação de Relatórios, VBA, Power BI; Access; Excel e Power Point • Experiência anterior na área comercial • Experiência anterior em consultoria • Experiência B2B Additional information O que oferecemos para você? • Ser você quer usar um dress code que respeita sua individualidade; • Usufruir de um horário flexível, trabalho remoto e day off; • Programa voluntário e férias solidárias para você transformar o mundo; • Participar do programa de participação de resultados; • Escolher seus benefícios numa plataforma digital, com opções que vão de academia, VR e VA, Ass Médica e Odontológica até Seguro de vida.; • Se você é mãe ou pai, pode receber ajuda extra para as despesas com a escola, creche ou babá dos filhos; • Ter um plano com dados ilimitado e ganhar um aparelho celular moderno; • Usar as ofertas Vivo, com desconto especial em linha fixa, banda larga e TV; • Além dos cursos online, o nosso Programa de Desenvolvimento Educacional oferece parcerias em instituições de ensino gerando desconto aos colaboradores Tem mais, mas você tem que se candidatar para saber ... • De acordo com a política de elegibilidade determinada pela empresa. Se você possui os requisitos acima, é movido por resultados, positivo (a), organizado (a), tem, flexibilidade e dinamismo, não deixe de se inscrever! #VEMPRAVIVO Temos uma cultura que valoriza a diversidade, as diferenças e o potencial das pessoas","url":"https://g.co/kgs/WPnaA6"},
{"company":"Arbit","text":"Irá analisar e levanta requisitos, define modelagem e modelos de dados a serem tratados e transformados e estuda a melhor ferramenta para extração de dados. Qualificação: Experiência em projetos de BI, realizando modelagem da dados, desenvolvimento de rotinas de ETL, construção de Cubos OLAP e elaboração de relatórios. Conhecimento em ferramentas de BI da Microsoft (SSAS - Analysis Services.","url":"https://g.co/kgs/zwAogp"},
{"company":"Domvs","text":"Prestador de Serviços (PJ) Período Integral Conhecimento Técnico • Power BI; • Analisys Service (Multi-Dimensional e Tabular); • Integration Services - SQL Server; • Linguagens; • SQL; • DAX; • MDX (Cubo Multi-Dimensional); • VBA. Benefícios • 15 dias de férias remuneradas. Remuneração • R$ 50/h Responsável: Laís Exigências • Ensino Superior","url":"https://g.co/kgs/ai8Hcg"},
{"company":"Goowit","text":"Description Esta é uma vaga de um cliente do Goowit, candidate-se para ter acesso as informações completas sobre a empresa. Missão • Levantamento de requisitos de negócio; • Modelagem dimensional; • Concepção, modelagem, desenho técnico e criação de ETL´s; • Manutenção nas ferramentas criadas visando adequação aos novos requisitos da empresa. Conhecimentos Necessários • BI; • Desenvolvimento de ETL; • Oracle; • Data Stage; • Cognos (Imprescindível) HABILIDADES Cognos, Ferramentas Etl, Oracle","url":"https://g.co/kgs/5g9QZo"},
{"company":"GrupoSITI","text":"PRÉ- REQUISITOS Excel, SQL, Tableau, Power BI (no mínimo intermediário, e ideal avançado) Conhecimento em Operações ativas e indicadores de negócio (telecom, financeiro, contact center) Boa comunicação, senso de urgência e dono do negócio, bom relacionamento com parceiros e clientes internos ATIVIDADES Gerar relatórios com os indicadores operacionais e seus parceiros de atendimento, desde o nível do carregamento do mailing, atendimento, ilha, supervisor e operador (ranking de desempenho) Regiao : ALPHAVILLE - BARUERI CONTRATAÇÃO CLT","url":"https://g.co/kgs/9RJ8R2"},
{"company":"Page Personnel","text":"Sobre nosso cliente Fintech de serviços financeiros. Descrição do cargo • Suporte a tomada de decisões dos squads, desde a estratégia até a execução cotidiana, através da geração de insights em dados e auxiliando na priorização de atividades; • Campanhas de CRM e engajamento; • Definir a estrutura e organização dos dados conectando com os dados do produto; • Suporte à formulação de hipóteses que busquem explicar as causas dos problemas; • Garantir a consistência e confiabilidade dos dados, considerando as diversas ferramentas disponíveis; • Assegurar que os dados estejam disponíveis; • Embaixador da cultura de dados dentro da organização; • Auxiliar as demais áreas a definir e utilizar as métricas corretas. O candidato • Experiência com Banco de Dados Relacional (SQL); • Experiência em análise exploratória de dados e teste de hipóteses; • Conhecimento em ferramentas de visualização de dados (PowerBI, Tableau, Data Studio) e proficiência em Excel; • Capaz de usar técnicas estatísticas avançadas para fornecer insights acionáveis, identificar tendências e medir o desempenho; • Graduação preferencialmente em Marketing, Ciências da Computação, Engenharia, Estatística. Matemática. Diferenciais: • Conhecimentos no segmento financeiro; • Conhecimentos em linguagem de programação (Python, R, Matlab); • Conhecimento em ferramentas e métricas de marketing digital e App/Web Analytics. O que está sendo ofertado Remuneração + excelentes benefícios","url":"https://g.co/kgs/KBXPc6"},
{"company":"Eleva Educação","text":"Pré-requisitos: - Graduação completa em Ciência da Computação, Sistema de Informação ou áreas afins; - Tenr conhecimento em ferramentas de BI e banco de dados, preferencialmente com SSIS e SSAS; - Ter experiência em Power BI ou outra solução de visualização de dados; - Ter experiência com bancos relacionais, preferencialmente com SQL Server 2016. Requisitos desejáveis: - Ter conhecimento em desenvolvimento, preferencialmente com C#, R, Python, Visual Studio, Orientação a Objetos; - Ter conhecimento de machine learning e análise de dados. Principais atividades: - Projetar, administrar e manter cubos do SSAS (MDX) a partir de modelos dimensionais; - Criar relatórios e dashboards; - Extrair dados complexos de várias fontes através de ferramentas de ETL; - Monitorar e ajustar contínuos de desempenho e a automação de atividades de produção relacionadas ao ambiente de BI. Local de trabalho: - Botafogo.","url":"https://g.co/kgs/iVgBom"},
{"company":"Vindi","text":"A pessoa Analista de BI Sênior será responsável por realizar análises micro e macroscópicas do mercado e da Vindi, por meio da extração, limpeza, tratamento e análise de dados para gerar inteligência de negócio, ou seja, conjunto de informações que podem ser usados em estratégias para alcançar resultados e metas. Por meio da análise de um grande volume de dados e informações provindos de plataformas internas, CRM, Web Analytics, e outros, a pessoa Analista de Business Intelligence pode determinar novos padrões, práticas de desenvolvimento, levantar hipóteses, identificar oportunidades de negócio, sugerir ferramentas, prever ameaças, comportamentos de usuários, resultados de campanhas e, com isso, sugerir melhorias para demais equipes. Para nós, o perfil ideal dessa pessoa é analítico(a), tem raciocínio lógico e familiaridade com números e planilhas, além de uma organização ímpar, já que atuará com grandes volumes de informação. Além disso, deve ser comunicativo(a) e ter ótimo relacionamento interpessoal para comunicar estratégias para outras equipes e/ou clientes, orientando profissionais de outras áreas. Responsabilidades e atribuições • Informação: Reunir informações relevantes (dados dos clientes através de plataformas internas ou sistemas de CRM, Google Analytics, etc.); • Tratamento: Limpeza de dados (identificação, correção de informações duplicadas, inválidas ou corrompidas); • Insights: Organizar o material para obter insights valiosos para a empresa, em relação à sua comunicação, estratégias de marketing, comportamento do usuário, previsões, produtos, sistemas, etc; • Visualização: Trazer visualização da situação atual da empresa através do desenvolvimento de dashboards e relatórios; • Monitoramento: Garantir a qualidade dos dados, das integrações e a consistência de relatórios; • Relatórios: Desenvolver relatórios gerenciais e acompanhar os resultados e fornecer as informações para as áreas de negócios; • Acompanhamento de KPIs: Acompanhar tendências do mercado, KPIs e estimativas e automatizar documentos para uso recorrente e ter compreensão completa dos objetivos de negócio para extração de dados relevantes. • Recomendações: Recomendar mudanças no processo ou produtos, buscando mais eficiência nos departamentos internos. • Pesquisas e conteúdo: Conduz pesquisas de mercado para obter informações relevantes sobre segmentos de negócio, concorrência e especialmente clientes para gerar relatórios e estudos que podem ser usados internamente ou divulgados para o mercado. Requisitos e qualificações • Formação completa (ou conhecimentos equivalentes) em Tecnologia da Informação, Ciência da Computação, Administração, Marketing ou relacionados; Conhecimentos e Habilidades • Raciocínio analítico e afinidade com números; • Conhecimentos avançados em Metabase, Power BI ou afins; • Conhecimento avançado em SQL (Extração de dados e consultas via Query); • Sólida experiência em projetos de Business Intelligence; • Habilidades de comunicação, interação com os usuários; • Domínio de Excel e PowerPoint; • É fundamental saber gerar insights para melhorias no processo da Vindi, como também identificar novas oportunidades de negócio. Desejável • Experiência em Modelagem de Dados Dimensional, DW e DataMarts; • Conhecimento em gestão de projetos BI; • Experiência em Análises e Extração de Dados não-estruturados (Google, Facebook e etc); • Experiência com ferramentas de ETL como: PDI, AirFlow, Nifi, etc","url":"https://g.co/kgs/3KesGS"},
{"company":"Facil Consultoria Imobiliaria Ltda","text":"Descrição Geral: • Descrição de cargo: -extração de banco de dados via sistema (suahouse, power bi, qlik, excel avançado); -operações de etl (extract, transform and load) com bases de pequeno e médio porte; -cadastro de clientes no sistema da empresa (suahouse); -criação de dashboards; -melhoria de códigos já existentes; -distribuição de leads; -criação de macros para melhoria nos processos de execução de cálculo; -relatórios diários para diretoria; -relatórios de custo, financeiro, planejamento, quantitativos diversos. • requisitos: -superior completo; -conhecimento do pacote office; -outlook e domínio em excel; -desejável conhecimento em power bi e/ou ferramentas de bi. • benefícios: -vale transporte; -tíquete refeição; -assistência odontológica; -tíquete alimentação. • informações adicionais: -horário: 9h as 18h; -local de trabalho: Centro - Nova iguaçu.","url":"https://g.co/kgs/pcshnd"},
{"company":"Owse","text":"Efetivo (CLT) Período Integral Requisistos Curso superior em área de TI ou cursando. Desejável pós graduação ou MBA em área de TI ; Experência em desenvolvimento de projetos na área de BI / Data Analytics ; Perfil de liderança Conhecimentos em arquitetuta BI e ETL Experiência profissional com banco de dados oracle e ou /SQL Server: Experiência em power BI e ou ferramentas de datas visualization e SQL server e analysis server(SSAS); Conhecimento em linguagem DAX Python,R; Desejável conhecimento na área de logística. Interessados enviar CV para [email protected] , informando disponibilidade e pretensão salarial Local de trabalho : centro-RJ CONTATO:click apply Salário: à combinar Responsável: Gabriele Exigências • Ensino Superior Benefícios • Assistência Médica, Vale Alimentação, Vale Refeição, Vale Transporte","url":"https://g.co/kgs/zMqbmi"},
{"company":"Inovation IT Premium Outsourcing","text":"Oportunidade para atuar em equipe de Transformação Digital de empresa gigante do ramo de Serviços Financeiros Procuramos profissionais com alto senso crítico, curiosos, pró-ativos e com excelente comunicação. Local : Chácara Santo Antonio - São Paulo Início : 19/08 Tempo : Indeterminado Modelo de Contratação : Prestador de Serviço Responsabilidades e atribuições • Analista Power BI Pleno Requisitos Técnicos • Experiência em Business Intelligence (modelagem e design) de no mínimo 4 anos • Experiência em Power BI ( mínimo 2 anos ) • Ter excelentes skills de análise, organização e comunicação • É um diferencial conseguir demonstrar e explicar algum trabalho que já tenha feito na área de BI Atividades/Projetos • Executar projetos de transformação digital da área de impostos • Montar dashboards/kpi/análises e níveis analíticos com alto volume de dados e de complexidade","url":"https://g.co/kgs/YFYMTP"},
{"company":"AzimuteMed","text":"Controlar e analisar as iniciativas da empresa, como seus indicadores e metas. Desenvolvimento de rotinas ETL e Dashboards. Desenvolvimento de consultas em Bancos de Dados, bem como procedures. Realizar a tradução de dados para informações. Apoiar as áreas em tomadas de decisões. Garantir a qualidade dos dados, integrações e consistências de relatórios. Acompanhamento e garantia de execução de rotinas no data Wareshouse. Construção e documentação de camadas ODS, dimensões e fatos. Conhecimento em Arquitetura de Dados, Modelagem Dimensional. Conhecimento com a ferramenta Qlik Sense (Set Analysis) / Power BI (DAX) ou outras ferramentas equivalentes. Experiência com banco de dados SQL Server (T-SQL). Experiência com plataforma BI Microsoft / SSIS, SSAS, SSRS.","url":"https://g.co/kgs/myZEBy"},
{"company":"Schumann Móveis e Eletrodomésticos","text":"Escolaridade desejável: Cursando ou Superior em Sistema de Informação, Ciências da Computação - experiência com programação. Experiência desejável: Ter trabalhado ou estar trabalhando em empresa de Sotwares, conhecimento em metodologia de desenvolvimento ágeis (SCRUMKABAM), ter trabalhado com ferramentas de business Intelligence (Qlikview, Power BI, Tableau BI). Conhecimentos desejáveis: Programação SQL; Excel (Intermediário); Conhecimento sobre os conceitos e metodologias de Business Intelligence (BI); Ferramenta de ETL Pentaho. Descrição das principais atividades: Geração de consultas para informações gerenciais através do banco de dados e ferramentas de BI; Elaboração e Manutenção de modelagem dimensional, ETL,QVD e QVW; Levantamento de informações de negócio com usuários-chave (nível operacional e gerencial); Desenvolvimento e manutenção nas rotinas de integração de dados; Desenvolvimento de relatórios nos sistemas de gestão; Desenvolvimento de rotinas do banco de dados para o sistemas de gestão; Executar outras atribuições semelhantes conforme necessidades","url":"https://g.co/kgs/r32nuS"},
{"company":"Tech For TI","text":"experiência na liderança de equipes de bi plataforma microsoft bi: integration services, sql server experiência técnica: criação de pacotes de integração e transformação de dados, modelagem de banco de dados nas camadas staging e datamart, tuning de processos para consulta de dados especialista em consultas transact sql experiência comprovada na criação de etls em ferramenta microsoft integration services experiência na criação de relatórios e dashboards em ferramentas de mercado: reporting services, power bi, data studio, tableau, etc experiência em modelagem de dados star schema, ods conhecimento intermediário em arquitetura de sistemas e infraestrutura para projetos bi diferenciais: conhecimento na suite bi do google: manipulação de dados no bigquery, criação de ção por prazo indeterminado local: av. Faria lima - Sp","url":"https://g.co/kgs/rj6yQZ"},
{"company":"TIT CS","text":"A TIT Consultoria & Serviços, empresa de TI especialista em soluções estratégicas, busca Analistas de BI com experiência em OLAP para compor seu time de profissionais! Para você conhecer um pouquinho mais sobre nós... Começamos em 2009, como parceira da Microsoft na plataforma SharePoint. Quase 10 anos depois, não apenas expandimos nossa expertise para todas as ferramentas da Microsoft como também nos tornamos parceiros das fabricantes globais IBM, RPost e Automation Anywhere. Atuamos com estratégias integradas para oferecer serviços completos de tecnologia e contribuir para a transformação digital da sua empresa. Temos uma equipe especialista em serviços de TI - desenvolvimento de sistemas, consultoria, licenciamento e outsourcing - e inovação, com capacidade para criação de soluções de inteligência artificial, automação e blockchain. #VemSerTIT #SomosTodosTIT Responsabilidades e atribuições Como Analista BI, Você Vai Construir de Dashboards e relatórios em ferramentas OLAP.Dar suporte ao time de negócio na elaboração de relatórios em ferramentas OLAP; Administrar de ferramentas OLAP; Apresentar de relatórios;Preparar dados e rotinas de ETL;Realizar análise exploratória de dados para planejamento com Power BI e Miscrostrategy; Modelagem de Datawarehouse. Requisitos e qualificações Como requisitos básicos, você deve ter: Graduação Completa ou em curso;Experiência com desenvolvimento OLAP,Microstrategy, Power BI e SQLConhecimento em ferramentas ETL (DataStage) Informações adicionais Pacote De Remuneração • Contratação no regime CLT; • Vale Refeição (ou alimentação) • Plano de Saúde Bradesco • Plano Odontológico • Seguro de Vida • Política de incentivo para certificação","url":"https://g.co/kgs/Tjp22o"},
{"company":"Paola Salgado","text":"Área e especialização profissional: Informática, TI, Telecomunicações - Análise de Sistema Nível hierárquico: Analista Local de trabalho: Sete Lagoas, MG TRABALHAR EM UMA EMPRESA DE CONSULTORIA EM BI E ANALYTICS: Buscar inovação na área de tecnologia para diferenciais competitivos; Desenvolvimento de relatórios e paineis em Power BI; Desenvolvimento de pacotes ETL; Modelagem de soluções analíticas; Consultoria em Business Intelligence; Documentação de soluções; Gerenciamento de equipe; Elaboração de proposta técnica; Proposição de arquiteturas de solução para novos projetos; Tirar dúvidas técnicas dos analista (JR). PRÉ-REQUISITOS: Graduação finalizada: Sistema da Informação; Ciências da Computação; Engenharia de Sistemas; Desenvolvimento de Softwares; Experiência anterior: Microsoft Power BI; Plataforma de BI Microsoft: SSIS, SSAS, SSRS; SQL; Inglês (necessário para o trabalho com as tecnologias). DADOS DA Salário: à combinar (colocar pretensão) + PLR (após um ano de empresa) Benefícios: Vale transporte; Vale Alimentação/Vale Refeição; Plano de Saúde. Local: Sete Lagoas/MG","url":"https://g.co/kgs/H2rngm"},
{"company":"Kelly Services Seleção","text":"Atividades: - Criação e gestão do processo de análise de fontes de dados, processos de carga de dados, estruturação do banco de dados e BigData; - Definir o processo de modelagem de dados; - Criar, manter e organizar todo o processo de transformação de dados; - Captura de informações via APIs, webservices, webhooks, JSON; - Extração e Tratamento de Bases de Dados; - Garantir a qualidade dos dados apresentados em todo o processo de coleta, processamento, visualização e análise das informações. Requisitos: - Conhecimento em Ferramenta de visualização de dados (Power BI, Tableau, etc) - Domínio em ETL (Integração de Dados) - Domínio da linguagem SQL para consulta de queries otimizadas - Domínio em Python - Conhecimento em Google Analyitcs - Superior completo - Excel avançado - Desejável ter atuado em startup Perfil comportamental: - Flexível - Adaptável - Ágil - Analítico - Ser crítico e buscar evolução contínua dos processos e ações.","url":"https://g.co/kgs/L4o42Z"},
{"company":"Montreal Oficial","text":"Requisitos: • Formação de nível superior completo na área de tecnologia da informação ou formação de nível superior em qualquer área com curso de pós-graduação (lato sensu ou stricto sensu) na área de tecnologia da informação, reconhecidos pelo Ministério da Educação; • Experiência em atividades de desenvolvimento de soluções de Business Intelligence, Data Warehouse e Data Discovery; • Domínio das linguagens SQL, PL/SQL e suas bibliotecas; • Experiência em atividades de administração de dados; • Experiência em projetos de mineração de dados; • Experiência com ferramenta de extração, transformação e carga de dados (ETL); • Experiência com ferramenta de modelagem de dados; • Experiência com ferramenta de On-line Analytical Processing (OLAP); • Conhecimento de Hadoop e Big Data","url":"https://g.co/kgs/SXMCdb"},
{"company":"Foodjobs.com.br","text":"Nível de atuação Especialistas Área de atuação Outros Principais atividades O profissional será responsável por entender, analisar e desenvolver soluções de Business Inteligence; Desenvolver processos de ETL e KPIs; Ser responsável pela qualidade e cumprimento dos prazos e entregas negociadas Escolaridade mínima Superior Completo Habilidades esperadas Formação: Superior completo ou cursando - Área de exatas, Sistema da Informação, Ciências da Computação, Engenharia da Computação ou áreas afins;Inglês intermediário;Espanhol desejável;Experiência com desenvolvimento de de soluções para Business Inteligence;Experiência com desenvolvimento em ferramentas BI Microssoft (SSIS, SSAS e SSRS);Queries em Transact-SQL (SQL-Server 2012)Desejável conhecimento em desenvolvimento em MDX (SSAS);Banco de Dados SQL Server, DB2/400;Modelagem de dados multidimensional e relacional;Desejável conhecimento em Cloud;Desejável conhecimento em Power BI, Tableau, Datazen, Sharepoint 2010 ou superior Tipo da Vaga Nova posição","url":"https://g.co/kgs/UwYxop"},
{"company":"CQuantt","text":"Sobre a Vaga • Cargo: Analista de BI - Senior (PJ, prestador de serviços) • Local: Goiânia-GO A CQuantt, empresa de consultoria em Machine Learning e Big Data, está em busca de profissionais de dados. Nesse cargo, você fará parte de um time de elite que vem atuando em diferentes projetos de dados como recomendação de conteúdo, análise de crédito, chatbot, classificação de imagens, análise de perfil.. etc A oportunidade envolve entregar tudo que sabe em BI no Roadmap de um dos produtos da CQuantt Requisitos Requisitos para a vaga • Ter experiência com modelagem relacional e não relacional • Ter experiência com Pipeline de dados - ETL • Experiência com ferramentas de visualização de dados (Power BI, Tableau, Metabase) • Ter um bom domínio e experiência com SQL • Linguagens de programação: R, Python, JavaScript ou Java (Sabendo uma das quatros, já pode se aplicar) • Diferenciais • Conhecer ecossistema de Big Data • Experiência com Microsoft Azure e Power BI • Conseguir desenvolver um bom storytelling Local • Av. T-7, N. 371 - St. Oeste, Goiânia - GO, 74140-11 Benefícios • No Dress Code • Horário Flexível • Possibilidade de Home-Office 1 dia na semana • Investimento em Cursos e Certificação • Salário atrativo","url":"https://g.co/kgs/2c1pHG"},
{"company":"INLOG","text":"O profissional deverá ser capaz de entender e solucionar problemas complexos ter bom relacionamento interpessoal sugerir melhorias constantes propondo novas ideias e soluções capacidade de avaliar o esforço das atividades solicitadas identificação de necessidades e sugestão de melhorias nos processos e disponibilização de dados relevantes à gestão operacional realizar análises de business intelligence com diferentes focos, métricas e indicadores elaborar e apresentar relatórios para clientes acompanhar e dar suporte na correta implementação de ferramentas para confecções de relatórios e dashboards revisar e validar os dados dos clientes desenvolver políticas e procedimentos para a coleta e análise de dados criar ou descobrir novos programas de aquisição e processamento de dados cooperar com o time de desenvolvimento de software para implantar atualizações permitam aproveitar mais a aquisição de dados monitorar resultados de análise e métricas implementar novas metodologias de análise de dados revisar os arquivos do cliente para garantir a integridade da coleta e utilização de dados realizar o perfilamento dos dados para identificar e entender anomalias requisitos modelagem olap && oltp bases de dados relacionais (mysql, firebird, postgres) e não relacionais (mongo, redis) boa lógica de programação ferramentas de self service bi (tableau Qlickview Powerbi) dashboard, indicadores, etl, dw, sql, data clean conhecimento na construção de dashboard noções da linguagem de programação c# sql arquitetura de business intelligence (processo de mineração de dados) processos de extração e tratamento da informação Oferecemos soluções completas de gestão e suporte logístico para: - Coleta de resíduos sólidos (lixo), sendo atualmente o líder absoluto no fornecimento desta tecnologia para o setor ambiental no país - Transporte coletivo (ônibus) e projetos especiais, onde otimizamos e automatizamos oferecendo soluções tecnológicas nos transportes em grandes cidades nossas soluções estão presentes em todo o território nacional, atendendo 70% das capitais, detendo 80% do nosso market share","url":"https://g.co/kgs/9nzxVP"},
{"company":"Trinto | Digital Performance","text":"Descrição Funções e Responsabilidades • Coletar, extrair, analisar a exibição de dados de projetos com foco em performance digital; • Gerar insights de melhorias em todos os canais do cliente ; • Realizar a gestão de reports, relatórios e dashboards dos clientes Trinto; • Acompanhar de forma próxima as métricas e KPIs dos projetos, propondo medidas para o atingimento de metas; • Atuar de forma próxima dos profissionais de estratégia, mídia, SEO e accounts propondo melhorias nas contas; • Propor processos, ferramentas e protocolos para as áreas de dados. Requisitos Requisitos Tempo de experiência: A partir de 2 anos de experiência em na função de BI ou web analytics. Conhecimentos técnicos: Conhecimento intermediário-avançado de Excel, Google Analytics, Facebook Insights, Data Studio e Google Tag Manager - experiências prévias com Supermetrics, SemRush e outras ferramentas de relatórios digitais será considerado um diferencial. Nível de escolaridade: Nível superior completo na área de tecnologia da informação, publicidade e propaganda, administração e marketing. Pós-graduação será um diferencial. Confira essa vaga que encontrei no Jobs: Analista de BI Sênior na Trinto Digital Performance | https://jobs.solides.com/trinto/vaga/21885 Copie o link e divulgue Candidatar-se a esta vaga Copie o link e divulgue Candidatar-se a esta vaga","url":"https://g.co/kgs/3ZqP1H"},
{"company":"Flag Comunicação","text":"DESCRIÇÃO Nós da Flag buscamos por um novo integrante para o nosso time de BI. Esse integrante tem um escopo de trabalho voltado para a captação de dados. REQUISITOS • Coleta e análise de dados; • Avaliação e captação dos dados para dashboards em auxílio ao time de BI; • Auxílio ao planejamento para apresentação de estudos e dados de defesa de campanha; • Organização e tratamento de dados; • Auxílio no time de monitoramento para visualização de estudos e relatórios. • Conhecimento de web analytics; • Algum conhecimento em Data Studio, Tableau, Power BI; • Ter conhecimento em tecnologias de banco de dados; DESEJÁVEL • Conhecimento em Data Science.BENEFÍCIOS • Vale-transporte • Vale-refeição","url":"https://g.co/kgs/ATLswb"},
{"company":"Cody","text":"OME DO CARGO: Analista de BI Sr.  DEPARTAMENTO: Trade Marketing  LOCAL: Cidade Jardim - São Paulo  Missão  Ser referência técnica e estratégica de BI, ajudando a transformar e criar inteligência por meio de data science e analytics. Explorar diferentes formas de análise, ganhando agilidade e qualidade nos dados, geração e automatização de relatórios, gerando espaço para o desenvolvimento de novas análises e, por consequência, mais valor.  Responsabilidades Identificar e mapear as regras de negócio, desenvolver e atualizar relatórios operacionais e gerenciais com o intuito de facilitar e agilizar as tomadas de decisão da área comercial; Desenvolver análises/estudos com recomendação estratégica, através da extração de dados internos e externos; Ser ponto de apoio para equipe comercial (vendas e trade) para elaboração e discussão de análises, apoiando na realização do diagnóstico de múltiplas áreas, estabelecendo e gerenciando os principais KPIs qualitativos da Coty e de seus clientes; Apoiar o departamento de TI na implementação e atualização de software e hardware que permitam melhor aproveitamento do uso de big data; Apoiar a revisão dos arquivos recebidos dos clientes para garantir a integridade da coleta e utilização de dados; Ser guardião da estratégia Coty, garantindo um único número dentro da área comercial e o correto uso das informações. Pré requistos/Conhecimentos em: Power BI: construção de dashboards automatizados; Experiência em BI, Big Data, Reports e áreas de inteligências; Conhecimento avançado do pacote Office (Power Point, Excel, Word); Banco de dados SQL. Soft skills: fact-driven, hands-on, forte senso de pertencimento e compromisso, curiosidade intelectual e forte espírito de trabalho em equipe; Foco em data quality e orientação para resultados; Experiência em construção de dashboards gerenciais e múltiplos clientes internos com bom relacionamento interpessoal; Superior completo em Administração, Estatística, Engenharias, Sistema de Informação e área correlatas; Desejável: Inglês intermediário. Nível de experiência Júnior  Setor Marketing e publicidade Internet Varejo Tipo de emprego Tempo integral  Funções de trabalho Vendas Desenvolvimento de negócios Gerenciamento","url":"https://www.linkedin.com/jobs/view/1748857750"},
{"company":"Marketdata","text":"Marketdata Analista DBM/BI Pleno Nome da empresaMarketdata Localidade da empresa São Paulo, Brasil Data do anúncioAnunciada há 4 semanas  Número de visualizações411 visualizações Compartilhar Exibir mais opções  Salvar Salvar Analista DBM/BI Pleno na Marketdata  Candidatura simplificada Veja como você se compara com 162 candidatos. 1 mês de Premium grátis Vaga 4/10 correspondência de competências 162 candidatos Empresa 201-500 funcionários Marketing e publicidade Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Desafios:  Foco em análise de dados para identificar oportunidades de negócio e gerar insights. Criação e higienização de atributos em Data Marts de clientes em SQL Server, execução, monitoramento e validação de carga de dados diárias usando SSIS,  Realizar consultas em bancos de dados complexos utilizando Oracle/SQL/SAS para analisar e sintetizar informações a partir de diversas fontes de dados Interface com time técnico e áreas de negócio provendo recomendações estratégicas Gestão de campanhas (extração de campanhas, bases ou mailings), criação de relatórios   Requisitos:  Banco de dados relacionais (SQL Server, Oracle, SAS), OLAP, processos de ETL, manipulação e tratamento de dados.  Levantamento de requisitos, documentação funcional e técnica para criar ambiente de gestão de conhecimento. Criação de relatórios Relacionamento com o cliente para negociação de demandas.  Gestão de campanhas, criação de relatórios Formação superior completa nas áreas atreladas a tecnologia  O que oferecemos:  Vale Refeição Vale Transporte Assistência Médica e Odontológica Seguro de Vida  Auxílio Creche Happy Day (day off no dia do aniversário) Subsídio para inscrições em Corridas de Rua  Auxilio Educacional e Qualidade de Vida  Local: São Paulo/SP  Nível de experiência Pleno-sênior  Setor Marketing e publicidade Tipo de emprego Tempo integral  Funções de trabalho Analista Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado Negócios Resultado SQL Resultado Capacidade analítica Resultado Análise de dados Nenhum resultado Negociação Nenhum resultado Assistência médica Nenhum resultado Transporte Nenhum resultado SSIS Nenhum resultado Documentação Nenhum resultado Campanhas","url":"https://www.linkedin.com/jobs/view/1723459461"},
{"company":"ExxonMobil","text":"ExxonMobil Business Intelligence Analyst Nome da empresaExxonMobil Localidade da empresa  Curitiba, BR Data do anúncioAnunciada há 2 semanas  Número de visualizações904 visualizações Compartilhar Exibir mais opções  Salvar Salvar Business Intelligence Analyst na ExxonMobil  Candidate-se Veja como você se compara com 83 candidatos. 1 mês de Premium grátis Vaga 83 candidatos Júnior Empresa 10001+ funcionários Petróleo e energia Conexões Universidade Federal de Minas Gerais 5 ex-alunos Job Role Summary  Provides technical support and development expertise for Data Warehouse technologies (BW, HANA, SQL, cloud environments) in Data Science & Analytics portfolio  Job Responsibilities Develop or enhance visualizations, reporting, data models, data integration and ETL activities. Support and break fix of existing data warehouse products Support maintenance activities such as support pack and enhancement packs, adding of aggregates, partitioning of data objects etc. Execute demos, projects, proof of concepts in development or technical design Collaborate with project teams, business customers and other support partners in solution ideation, requirements gathering and product delivery Ensure solution compliance to solution design, best practices, technical architecture, design standards, technology roadmaps and business requirements Support adoption / promotion of new products delivered Support and Mentor less experienced team members Explore and develop skills in new technologies according to technology roadmap  Expected Level of Proficiency  Minimum B.S. in Computer Science or equivalent. Experience in Agile development Strong knowledge of financial processes Willing to travel internationally and accommodate occasional work schedule flexibility Familiarity with SAP ECC modules (FI, CO, SD, MM, etc.) and business process (OtC, PtP, Financials, PtA, etc.) Knowledge of Business Intelligence technologies (BW, HANA, BOBI, Tableau, Power BI, Azure, MSBI, BODS, BO IS, ABAP, SDA, SDI, SLT and SQL) Knowledge of cloud data warehousing technologies (MS Azure, Snowflake) Deep understanding of applications integration, Basis, security and relational databases Understand emerging technologies English Language Fluency - Verbal and Written Self-starter and independent worker Experience in Applications support Strong problem resolution skills Strong communication skills (written and verbal) Strong customer focus Commitment to teamwork Commitment to excellent product quality Experience in full cycle delivery of data warehouse projects  Preferred Knowledge/Skills/Abilities  Application Design Application Development and Support SAP Business Warehouse and HANA (1 and 2) Integrated Planning SQL/Stored Procedures Azure/Cloud Business Objects Business Intelligence suite Data Services Microsoft BI MS SQL SDA/SDI SAP S&C Tableau UC4 Batch UNIX Power BI VB.NET ASP.NET Nível de experiência Júnior  Setor Tecnologia da informação e serviços Software Recursos humanos Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação","url":"https://www.linkedin.com/jobs/view/1775522428"},
{"company":"Hogarth Worldwide","text":"Hogarth Worldwide BI Analyst Nome da empresaHogarth Worldwide Localidade da empresa São Paulo, BR Data do anúncioAnunciada há 1 semana  Número de visualizações189 visualizações Compartilhar Exibir mais opções  Salvar Salvar BI Analyst na Hogarth Worldwide  Candidate-se Veja como você se compara com 47 candidatos. 1 mês de Premium grátis Vaga 47 candidatos Júnior Empresa 1.001-5.000 funcionários Marketing e publicidade Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > A Hogarth Worldwide é uma empresa líder em produção criativa, produzindo conteúdo de publicidade e marketing para muitas das marcas mais famosas do mundo, em todas as mídias do mundo. A Hogarth foi fundada há 10 anos e cresceu de uma start-up para mais de 4.000 pessoas, em 28 cidades em todo o mundo e agora faz parte da família WPP. Nosso rápido crescimento continua a nos impulsionar, tornando a Hogarth um lugar interessante para trabalhar e um ótimo lugar para alcançar suas ambições de carreira.  Responsibilities Garantir a evolução tecnológica do ambiente de BI, por meio de planejamento do roadmap de inciativas de médio e longo prazo, avaliação e adoção de novas tecnologias e ferramentas. Extração, transformação, carregamento (ETL) e integração de dados. Construir modelos de dados e painéis/dashboards relevantes que ajudem na detecção de problemas de negócios, identifiquem oportunidades e apoiem a tomada de decisão. Compartilhamento de dashboards utilizando RLS.  Qualifications Conhecimento de Desenvolvimento Power BI - DAX, MDX, Service – Avançado. Conhecimento Linguagem SQL – Avançado. Excel Avançado. Inglês Avançado. Nível de experiência Júnior  Setor Marketing e publicidade Produção de mídia Tipo de emprego Tempo integral  Funções de trabalho Desenvolvimento de negócios Vendas","url":""},
{"company":"SONDA","text":"SONDA Analista de BI Nome da empresaSONDA Localidade da empresa Rio de Janeiro e Região Data do anúncioAnunciada há 3 semanas  Número de visualizações1.435 visualizações Compartilhar Exibir mais opções  Salvar Salvar Analista de BI na SONDA  Candidatura simplificada Veja como você se compara com 292 candidatos. 1 mês de Premium grátis Vaga 4/10 correspondência de competências 292 candidatos Empresa 10001+ funcionários Tecnologia da informação e serviços Conexões Jaqueline Ayala 1 conexão Universidade Federal de Minas Gerais 6 ex-alunos Anunciada por Perfil do anunciante da vaga Renata Ferraz Cunha Farias 2° Recursos Humanos na SONDA  Envie InMail A SONDA é o maior provedor de serviços de TI da América Latina, líder em integração de sistemas, apoio e terceirização de TI. Com mais de 40 anos de atuação e em constante crescimento no Brasil, contrata talentos para compor uma equipe de soluções e serviços de alto valor agregado.   Principais atividades:  ·        Desenvolvimento de relatórios gerenciais, estratégicos e Ad-hoc para tomada de decisão  ·        Execução de relatórios em PL/SQL  ·        Extração de dados em base Oracle  ·        Modelagem de dados das especificações de consultas para ferramentas de divulgação de dados corporativos  ·        Desenvolvimento/manutenção de cubos inteligentes  ·        Execução de processos de coleta e organização de informações estratégicas  ·        Desenvolvimento/manutenção de KPIs painéis e dashboards   Formação:  Curso superior completo na área de TI ou curso em outras áreas e Pós-graduação na área de Tecnologia da Informação.   Capacitação mandatória:  ·        Curso de PL/SQL, com carga mínima de 24 horas cada curso  ·        Certificação OCA – Oracle Certified Associate.     Conhecimentos desejáveis:  Linguagens PL/SQL, SQL, conhecimento dos conceitos e ferramentas de BI (ETL, OLAP,DW, DataMart e Data Mining); plataforma Oracle; Construção e manutenção de datamarts, data warehouse e datamining. Desejável conhecimento nas ferramentas MicroStrategy, Pentaho e PowerCenter.   Experiência:  Sólida experiência em desenvolvimentos de projetos de BI/DW.   Local de trabalho: Centro/RJ  Horário comercial  Regime CLT Full + Benefícios   Todas as vagas do Grupo Sonda são extensivas à pessoas com deficiência.  Nível de experiência Pleno-sênior  Setor Tecnologia da informação e serviços Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado Integração Resultado SQL Resultado Tecnologia da informação Resultado Modelagem de dados Nenhum resultado MicroStrategy Nenhum resultado PowerCenter Nenhum resultado Terceirização Nenhum resultado PL/SQL Nenhum resultado Pentaho Nenhum resultado Armazenagem de dados Nível de escolaridade Resultado Bachelor s Degree","url":"https://www.linkedin.com/jobs/view/1758131093"}
]