[
{"company":"ArcelorMittal","text":"Com objetivo de promover o crescimento das vendas e a satisfação dos consumidores de forma conjunta, a ArcelorMittal Brasil desenvolve uma série de ações para compreender as necessidades do cliente e do mercado, alimentando as áreas com informações estratégicas, para a busca de novos negócios, fidelização e encantamento dos clientes. Abaixo as principais informações sobre a vaga que temos em aberto. Suas principais responsabilidades serão: Desenvolver soluções para aprendizado de máquina, incluindo definição do problema, mineração, exploração e visualização de dados. Experimento de algoritmos, avaliação e comparação de resultados. Implantar hipóteses, melhorando de forma interativa o modelo e o processo. Trabalhar com dados de diversas fontes, estruturados e não estruturados. Preparar análises de dados complexas e modelos que ajudam a resolver problemas da organização e a entregar impacto significativamente mensurável. Estamos buscando profissionais que possuam os seguintes requisitos: Ensino Superior completo em Estatística, Matemática, Ciência da Computação, Engenharia, Física ou áreas relacionadas. Experiência na aplicação de técnicas de mineração de dados e de aprendizagem de máquina para problemas reais, utilizando grandes quantidades de dados. Habilidade para criar protótipos de algoritmos de análise e modelagem estatística. Conhecimento em Python, modelos de algoritmo e extração de dados de bases relacionais e/ou não-relacionais (SQL / NOSQL). Inglês avançado. A ArcelorMittal é uma empresa que valoriza a Diversidade e Inclusão. Por isso, incentiva que mulheres, pessoas com deficiência, diferentes raças e orientações sexuais se candidatem às vagas","url":"https://g.co/kgs/swQEUg"},
{"company":"Sympla","text":"Irá modelar problemas complexos, identificar oportunidades nos dados e gerar insights por meio de técnicas de machine learning, comunicar os resultados das iniciativas realizadas aos times apropriados. Qualificação: Experiência na construção programática de visualizações de dados ggplot2, matplotlib, seaborn, plotly. Python Possuir conhecimento em ambiente cloud AWS.","url":"https://g.co/kgs/1qAzQE"},
{"company":"AEC","text":"Área e especialização profissional: Informática, TI, Telecomunicações - Programador / Desenvolvedor Nível hierárquico: Especialista Local de trabalho: Belo Horizonte, MG Regime de contratação de tipo Efetivo – CLT Jornada Período Integral Conhecimento em: modelos de predição, classificação, validação estatísticas e desenvolvimento em Python. Formação na área de exatas: Estatística, Matemática, Ciência da Computação, Sistemas de Informação, Engenharia e afins.","url":"https://g.co/kgs/w41jnk"},
{"company":"AEC","text":"O seu principal desafio vai ser ajudar o time durante a modelagem de dados(exploração e construção de modelos), para isso, é necessário possuir conhecimentos em estatística e Modelagem Matemática. O que esperamos de você: • Conhecimentos sólidos em modelagem matemática computacional; • Conhecimentos sólidos em modelagem estatística de amostras; • Conhecimentos sólidos com modelos de predição; • Conhecimentos sólidos com modelos de classificação; • Conhecimentos sólidos em tecnologias de aprendizagem de Máquina(Python, TensorFlow, Keras). Informações complementares: • A contratação é CLT; • Estamos localizado em Belo Horizonte-MG; Recomendo você dar uma passadinha nosso Linkedin pra entender um pouco mais sobre a cultura e como é trabalhar lá..","url":"https://g.co/kgs/8Twfem"},
{"company":"Mercantil do Brasil","text":"A melhor empresa para se trabalhar em Minas inicia a divulgação das vagas que irão impulsionar a sua transformação digital. Venha transformar com a gente! O que você precisa Formação superior em áreas da TI Experiência no desenvolvimento utilizando JSON, Python, R e outras linguagens relacionadas a processos de aprendizagem de máquina Infraestrutura de Big Data (Hadoop, MapReduce e Spark); Algoritmos: regressão Logística e (árvore de decisão ou Random Forest, regressão linear, etc.) Experiência em criação, interpretação e uso de modelos matemáticos e estatísticos de machine learning utilizando bibliotecas de mercado Experiência em metodologias ágeis Familiaridade com bancos de dados relacionais, NoSql e processos de ETL Será um Diferencial Habilidade no uso do Hadoop, Spark, Kafka e ferramentas do ecossistema Apache Conhecimento e utilização de técnicas e ferramentas de Deep learning e reinforcement learning Experiência no Microsoft Azure Experiência com Databricks Conhecimento de programação em Scala Conhecimento das leis e projetos de lei que interferem no uso e privacidade de dados O que você irá encontrar aqui: Buscar no mercado novas tecnologias que contribuam com a evolução dos serviços internos de aprendizado de máquina Trabalhar com dados estruturados, semiestruturados e não-estruturados utilizando data lake, estrutura de suporte a big data Análise textual, examinando dados não-estruturados para obter insights importantes sobre o negócio Desenvolver relatórios com indicadores Implementar análises preditivas através de modelos de Machine Learning (ML), utilizando técnicas como Regressão, Classificação, Redes Neurais e Deep Learning; Desenvolver dashboards de complexidade variável Compreender e trabalhar com processo de ETL Soft Skills que amamos Ouvir sem julgar Falar sem agredir Ter atitude positiva Manifestar a criatividade Buscar o autoconhecimento Trabalhar como um time Levantar, sacudir a poeira e seguir em frente Ser aberto ao novo Quais benefícios temos para oferecer a você Academia Mercantil de Desenvolvimento Participação nos Lucros e Resultados Plano de Saúde Plano Odontológico Auxílio Alimentação e Refeição Seguro de Vida Previdência Privada Auxílio Creche-Babá Todas as nossas vagas também são direcionadas a PCDs. Aqui no MB ninguém fica de fora","url":"https://g.co/kgs/sJeN8x"},
{"company":"Gerencianet","text":"Quais serão suas principais atividades? Reunir e organizar grandes volumes de informações contidas em fontes diversas; Utilizar técnicas avançadas de análise de dados para produzir informações detalhadas sobre comportamento de usuários; Produzir modelos estatísticos e preditivos; Produzir algoritmos para exploração de dados; Desenvolver código simples, limpo, eficaz, escalável, legível e de fácil manutenção; Avaliar desempenho e resultados, buscando soluções inovadoras e que permitem a melhoria contínua de nossas estratégias. Conhecimentos Necessários Conhecimento em estatística; Experiência com bancos de dados relacionais (SQL Server, PostgreSQL, MySQL) e não relacionais (MongoDB); Conhecimento em Big Data; Experiência em Python ou R. Desejável Experiência com deploy de aplicações web em múltiplos ambientes; Experiência com sistema de controle de versão (GIT ou similar). Formação Ensino Superior Completo em Estatística, Ciência da Computação e/ou Sistemas de Informação.","url":"https://g.co/kgs/B1sttz"},
{"company":"Tivit","text":"Criar. Transformar. Aqui você tem a oportunidade de construir e deixar seu legado. Está preparado(a) para transformar o seu futuro? CIENTISTA DE DADOS Buscamos um Cientista de Dados disposto (a) a impulsionar a TIVIT em seus desafios de transformação. Para isso, buscamos pessoas que tenham: • Tratar a massa de dados (estruturados e não estruturados) e fazer uso de Matemática, Estatística, Ciência da Computação e Programação para limpar, tratar e organizar os dados; • Aplicar analises – Machine Learning, Inteligência Artificial, conhecimento de negócio, ceticismo de suposições existentes – para descobrir soluções para os desafios de negócios; • Limpar e organizar os dados para alimentar programas analíticos que preparam os dados para seu uso na modelagem preditiva; • Automatizar e propor insights que sejam devidamente entregues a todos os principais interessados da empresa, rotineiramente; • Ter experiencia em computação distribuída (área da Ciência da Computação, para acessar os dados coletados e armazenados pela equipe de engenharia. #VemTransformar! Local de trabalho: Rio de Janeiro Benefícios: Vale Transporte; Vale Refeição ou Alimentação; Plano de Saúde e Odontológico; Convênio Farmácia; Seguro de Vida; Gympass; PAC - Programa de aceleração de carreira; Reembolso para cursos e certificações; TecnoTIVIT & TIVITAcademy - Educação Corporativa com cursos EAD e presencial. Tipo de contratação: CLT Você conhece a TIVIT? Nós somos uma multinacional brasileira de soluções digitais com operações em dez países da América Latina. Apoiamos a evolução dos negócios de nossos clientes a partir das nossas quatro linhas de negócios: Digital Business, Cloud Solutions, Digital Payments e Technology Platforms. O que nos guia? • Nós somos movidos pela paixão de fazer acontecer! • Valorizamos e cultivamos a ética em nossas relações; • Somos comprometidos com o sucesso do nosso cliente; • Temos um espírito empreendedor, buscando inovação e atitude todos os dias. Saiba mais sobre o nosso time de Digital Business • O time de Digital Business é responsável por entender os desafios de negócio dos nossos clientes e desenvolver, por meio de metodologias ágeis e com tecnologias emergentes, como Big Data, IoT, Analytics e Blockchain, soluções personalizadas e que trazem mais eficiência e produtividade às operações","url":"https://g.co/kgs/kFLTVe"},
{"company":"Solides","text":"Venha fazer parte do time de Data Science da Solides!Hoje somos responsáveis pelo desenvolvimento de soluções para people analytics e gestão de pessoas, aplicando análises estatísticas, inteligência artificial, mineração de dados, mineração de textos e recuperação de informação.Buscamos pessoas que sejam viciadas em aprender, criativas, pró-ativas e que saibam trabalhar em equipe. • Conhecimento em Python e suas bibliotecas (pandas, numpy, matplotlib, keras, tensorflow, etc);- Conhecimento em SQL;- Gostar de estudar, ler, ver vídeos de conteúdos relevantes; - Conhecimentos em plataformas de versionamento (git); - Conhecimento em estrutura Cloud;- Raciocínio lógico, capacidade analítica, paixão por matemática e estatística.Diferenciais:- Conhecimento em linguagens de programação, tais como: Ruby, PHP, Java, Javascript, C++ ou C#- Conhecimento em bancos não-relacionais;- Ferramentas de visualização de dados como PowerBi, Tableau, Metabase.- Carga Horária: 40 horas semanais (seg a sex Benefícios:Vale-Transporte, Vale-Gasolina ou Zumpy;Vale Alimentação ou Vale Refeição;Plano de Saúde: Unimed (coparticipação); Plano Odontológico;Horários Flexíveis;Lanchinhos;Netflix e Cursos Online; Gympass;No dress code; Aulas de Mindfulness;Banda, sinuca e vídeo game; E um ambiente muito legal de se trabalhar! :) Bora? :) Obs.: Todas as nossas vagas são elegíveis para pessoas com deficiência e/ou reabilitadas","url":"https://g.co/kgs/vdvXvC"},
{"company":"PROPZ","text":"Local de trabalho:Rio de Janeiro (RJ) Horário:Administrativo – Segunda a Sexta das 09:00 as 18:00. Formação:Superior Completo em Estatística PRINCIPAIS DESAFIOS • Elaboração, Execução e adaptação de modelos • Geração de insights • Sugestão de campanhas • Análise de perfil da conta do cliente, das campanhas realizadas • Atendimento ao cliente dando suporte para entendimento dos relatórios e da utilização no varejo • Estudos Adhoc • Construção de relatórios • Auditoria de dados • Acompanhar e assessorar o trabalho e desenvolvimento profissional dos profissionais juniores • Auxiliar na alavancagem de novas oportunidades com os clientes existentes • Auxiliar no desenvolvimento e melhoria do produto REQUISITOS DO CARGO • Habilidade com mineração de dados e ETL de dados via planilhas, scripts e bancos de dados SQL • Bons conhecimentos em modelagem de dados • Fluência em linguagem(ns) de programação ou script. • Conhecimento em estatística descritiva e com modelos estatísticos e computacionais de aprendizado supervisionado e não-supervisionado • Habilidade com plataformas de Big Data (Hadoop, Spark, H2O, Hive, Pig) e bancos de dados NoSQL • MOOCs de ciência de dados e machine learning • Habilidade para comunicação escrita em inglês • Conhecimentos Específicos:SQL e Excel. • Desejável experiência em:Scala + Apache Spark, NumPy, R e ambiente Linux. • Idioma:Inglês avançado/fluente. Interessados deverão encaminhar CV informandopretensão salarialparaclick applycom “Cientista de Dados RJ” no campo assunto","url":"https://g.co/kgs/t4Bz4D"},
{"company":"Instituto de Tecnologia e Sociedade (ITS Rio)","text":"O Instituto de Tecnologia e Sociedade está recrutando para a vaga de Cientista de Dados na área de Democracia e Tecnologia. As atribuições da vaga são (i) coleta de dados não estruturados, limpeza, organização, filtragem e análise para produção de relatórios, artigos e outros produtos de pesquisa; (ii) criação de representação visual de dados e (iii) relacionamento com jornalistas de dados de diferentes organizações. É fundamental que a/o candidata/o tenha forte capacidade de trabalhar em um ambiente de autonomia, organização, gerenciamento de tempo e comunicação. É desejável ainda perfil inovador, familiaridade com experimentação e novas linguagens, além do interesse por novas tecnologias, participação social e mobilização. inscrições até 01/03/2020. Se você tem interesse na vaga, recomendamos inscrição imediata. A candidatura só é recebida quando o formulário do site do ITS é preenchido integralmente e submetido. atividades da vaga Coleta de dados não estruturados, limpeza organização, filtragem e análise de dados para produção de relatórios, artigos e outros produtos de pesquisa relacionados ao uso de bots na disseminação de desinformação nas plataformas digitais; Criação de representação visual de dados inovadora e atrativa para públicos diversos (grupos especializados e público geral);Relacionamento com jornalistas de dados de diferentes organizações para construção conjunta de análises e relatórios. qualificações essenciais Graduação em Ciência Política, Economia, Comunicação Social, Ciência da Computação, Sistemas da Informação, Estatística e áreas afins; Mínimo de 2 anos de experiência trabalhando como Cientista de Dados; Experiência com coleta de dados usando Python ou R; Conhecimento de SQL e Modelagem Relacional para limpeza, organização e filtragem de big data; Familiaridade com estatística descritiva, previsão, machine learning e pesquisa operacional; Inglês avançado; Capacidade de trabalhar em ambiente com autonomia e facilidade para se empoderar com tarefas. qualificações desejáveis Familiaridade com visualização de dados; Contato com plataformas de Business Intelligence (BI) e Analytics; Conhecimento de análise de redes sociais (grafos); Conhecimento teórico e prático sobre Internet, novas tecnologias, participação social, engajamento cívico e política; Experiência em desenvolvimento de projetos. informações importantes Local: Rua da Assembléia, 10, sala 4011. Centro, Rio de Janeiro; Carga horária: 8 horas diárias (flexíveis); Processo seletivo em quatro etapas: preenchimento de formulário, entrevista online, teste e entrevista presencial","url":"https://g.co/kgs/XmF9Xp"},
{"company":"Cortex","text":"Job Description  Sobre a empresa  Cortex é a plataforma líder de Growth Intelligence do Brasil. Growth intelligence é o uso de ciência de dados e Big Data em informações do mercado e da sua empresa para alavancar resultados de marketing e vendas.  Mais do que isso, esse é o nosso propósito.  É o que nos inspira: turbinar o crescimento dos nossos clientes por meio de inteligência de dados.  Nossos clientes são grandes marcas com enorme potencial: Claro, Globo, Visa, Gol, Unilever, Roche, entre outros.  Somos inquietos, apaixonados por tecnologia, ousados, amigos sinceros e não gostamos de politicagem. Trabalhamos duro, mas nos divertimos muito enquanto isso. A empresa tem mais de 150 pessoas e cresce rápido, mais de 50% por ano, por isso precisamos aprender e evoluir ainda mais rápido.  Somos a empresa mais bem capitalizada na área de big data no Brasil, sendo investida pelos maiores e mais respeitados fundos de venture capital internacionais com atuação no país.  Sobre o desafio  Precisamos de um profissional que nos ajude a evoluir as atuais soluções e modelos de Previsão de Vendas, Recomendação de Produtos, Análise de Retenção de Clientes e Natural Language Processing assim como a construção de uma nova proposta de Lead Scoring.  A equipe de Ciência de Dados trabalha nas etapas de idealização, desenvolvimento de modelos e código, implantação e monitoramento de nossos softwares. Isso implica estar em contato com as áreas de Produto, Comercial, Professional Services, Engenharia e Customer Success.  O profissional irá ajudar na criação, refatoração, modularização e documentação dos códigos. Também estará a cargo do colaborador criar e rever os pipelines de dados hoje presentes na AWS.  Nota: Não é necessário atender a todos os requisitos descritos. Temos diversas frentes e cada uma requer um conjunto de habilidades bem específicas. Caso se enquadre em alguma delas, sinta-se à vontade para aplicar.  Sobre o time de Engenharia  O time de Dados faz parte da área de Engenharia da Cortex, que conta ainda com o time de Plataforma (responsável pela plataforma de Data Analytics que permite a manipulação, transformação, análise, visualização e compartilhamento de dados) e o time de Operações (responsável pela operação, monitoramento, controle e segurança dos ambientes de produção na Cloud). Em momento de plena expansão e crescimento, o time de Engenharia tem papel fundamental para o ganho de escala almejado pelos cortexianos.  Main responsibilities • Registrar e observar problemas, levantar questões, formular hipóteses, desenvolver e testar modelos. • Personalizar a abordagem e a solução de problema específico em questão, a fim de maximizar os resultados, incluindo a capacidade de escrever novos algoritmos, modelos ou modificar significativamente os existentes, conforme necessário. • Acessar e consultar dados em banco de dados (RDBMS, NoSQL), data lakes e APIs diversas. • Fazer limpeza, imputação e estruturação dos dados. Criar e escolher as melhores variáveis (feature engineering). Testar diversos modelos estatísticos e de Machine Learning e Deep Learning. • Empregar as métricas Acurácia, Precisão, Recall, ROC Curve (etc) quando necessário. • Aplicar modelos Não Supervisionados e outros métodos de Redução de Dimensão quando necessário. • Usar uma solução mais simples ao invés de todos os modelos descritos acima. • Garantir que os dados tenham alta integridade (bons dados), qualidade (os dados corretos) e estejam em ótima forma e condição para garantir resultados precisos, confiáveis e estatisticamente significativos. • Projetar, desenvolver, testar, implantar, manter e melhorar nosso software. • Gerenciar prioridades, prazos e entregas de projetos individuais. • Dar suporte a área comercial sobre a viabilidade e escalabilidade de soluções. • Considerar feedback do cliente e do mercado no trabalho com as equipes de produto e engenharia e influenciar a direção do produto. • Capacidade de explicar suas soluções de maneira clara e simples para clientes assim como para todas as áreas internas.  Requirements And Skills • Experiência em desenvolvimento de software (Python, Julia, Scala). • Conhecimento de banco de dados SQL e NoSQL. • Boa base matemática (Estatística, Álgebra Linear, Séries Temporais). • Experiência com Machine Learning. Saber quando e qual métrica deve ser usada para cada problema. • Experiência com Armazenamento e Processamento de dados na nuvem (AWS). • Entendimento de processos e boas práticas de Engenharia de Software. • Sistemas de Recomendação. • Conhecimentos de NLP (Regular Expressions, POS tagging, Word Embedding, Named-Entity Recognition). • Controle de versão de todo código produzido (GIT).  Desejável • Conhecimento de Tensorflow, Pytorch, Theano ou Keras. • Experiência com Distributed Data Framework (Hadoop ou Spark ou Hive) . • Uso de SpaCy. • Uso de D3.js. • Conhecimento de ambientes Unix / Linux. Additional information  Remuneração, Benefícios e Perks • Trabalhar em um ambiente divertido, empreendedor e fazer parte de algo inovador • Contratação CLT • Vale refeição R$ 26,10/dia útil • Plano de saúde Bradesco • Vale transporte • Total pass VEM FAZER PARTE DO TIME! #BECORTEX 🚀  Aqui na Cortex você pode se manifestar e ser quem você é em um ambiente descontraído e acolhedor!  Somos um time de pessoas altamente motivadas e focadas em proporcionar as melhores oportunidades aos nossos clientes. Trabalhamos duro, mas nos divertimos muito enquanto isso. Buscamos pessoas que, assim como nós, acreditam que o mundo evolui rápido e que inovar sempre é possível.  Conheça mais sobre nós 🚀 • Website • LinkedIn • Facebook • Instagram","url":"https://g.co/kgs/rp2d25"},
{"company":"Árvore Educação","text":"Qual é o desafio?  A Árvore Educação está em busca de um(a) Cientista de Dados que acredite no potencial transformador da educação. Precisamos de uma pessoa capaz de analisar e interpretar dados gerados em diferentes áreas de negócio e indústria, gerando insights para direcionar a atuação do Time Comercial e otimizar os processos de venda e atendimento ao cliente.  Você vai ser responsável por:  - Formular questões que nos faça impactar mais alunos e os façam ler mais;  - Coletar e harmonizar dados de diferentes fontes, internas e externas;  - Gerar relatórios relevantes para o Time Comercial, detalhando performance e oportunidades;  - Usando diferentes linguagens de programação, modelar e desenvolver algoritmos;  - Ser um agente de mudança, convencendo e movimentando a empresa na direção que acredita ser melhor.  Com certeza, você tem que ter:  - Conhecimento de linguagens de programação de análise de dados (R, Python, SQL);  - Uma comunicação interpessoal boa, clara, gentil e proativa;  - Habilidades de manipulação, visualização e mineração de dados;  - Conhecimento de modelos estatísticos e algoritmos de machine learning.  Seria muito legal se você também tivesse:  - Conhecimento da dinâmica do funcionamento de uma escola;  - Conhecimento do mercado educacional.  O que você vai encontrar aqui:  - Salário compatível com o mercado;  - Autonomia;  - Ambiente de trabalho descontraído e agradável;  - Cultura colaborativa;  - Vale transporte;  - Vale alimentação ou refeição;  - Plano de saúde.  Outras informações importantes para você:  Horário: 8 horas por dia, de segunda à sexta;  Local de Trabalho: Centro do Rio de Janeiro (Saúde), próximo ao Museu do Amanhã.  Porque trabalhar com a gente?  Trabalhamos todos os dias para semear a leitura pelo Brasil afora. Acreditamos no potencial transformador da educação para a criação de uma sociedade mais justa e crítica. Hoje, somos a maior plataforma de leitura para escolas do país, já impactamos milhares de alunos e sonhamos em alcançar muitos outros. Para isso precisamos de grandes talentos para fazermos ainda mais!  #VemPraArvore","url":"https://g.co/kgs/Ea1fJk"},
{"company":"Cortex","text":"Sobre a empresa  Cortex é a plataforma líder de Growth Intelligence do Brasil. Growth intelligence é o uso de ciência de dados e Big Data em informações do mercado e da sua empresa para alavancar resultados de marketing e vendas.  Mais do que isso, esse é o nosso propósito.  É o que nos inspira: turbinar o crescimento dos nossos clientes por meio de inteligência de dados.  Nossos clientes são grandes marcas com enorme potencial: Claro, Globo, Visa, Gol, Unilever, Roche, entre outros.  Somos inquietos, apaixonados por tecnologia, ousados, amigos sinceros e não gostamos de politicagem. Trabalhamos duro, mas nos divertimos muito enquanto isso. A empresa tem mais de 150 pessoas e cresce rápido, mais de 50% por ano, por isso precisamos aprender e evoluir ainda mais rápido.  Somos a empresa mais bem capitalizada na área de big data no Brasil, sendo investida pelos maiores e mais respeitados fundos de venture capital internacionais com atuação no país.  Sobre o desafio  Precisamos de um profissional que nos ajude a evoluir as atuais soluções e modelos de Previsão de Vendas, Recomendação de Produtos, Análise de Retenção de Clientes e Natural Language Processing assim como a construção de uma nova proposta de Lead Scoring.  A equipe de Ciência de Dados trabalha nas etapas de idealização, desenvolvimento de modelos e código, implantação e monitoramento de nossos softwares. Isso implica estar em contato com as áreas de Produto, Comercial, Professional Services, Engenharia e Customer Success.  O profissional irá ajudar na criação, refatoração, modularização e documentação dos códigos. Também estará a cargo do colaborador criar e rever os pipelines de dados hoje presentes na AWS.  Nota: Não é necessário atender a todos os requisitos descritos. Temos diversas frentes e cada uma requer um conjunto de habilidades bem específicas. Caso se enquadre em alguma delas, sinta-se à vontade para aplicar.  Sobre o time de Engenharia  O time de Dados faz parte da área de Engenharia da Cortex, que conta ainda com o time de Plataforma (responsável pela plataforma de Data Analytics que permite a manipulação, transformação, análise, visualização e compartilhamento de dados) e o time de Operações (responsável pela operação, monitoramento, controle e segurança dos ambientes de produção na Cloud). Em momento de plena expansão e crescimento, o time de Engenharia tem papel fundamental para o ganho de escala almejado pelos cortexianos.  Responsabilidades e atribuições • Registrar e observar problemas, levantar questões, formular hipóteses, desenvolver e testar modelos. • Personalizar a abordagem e a solução de problema específico em questão, a fim de maximizar os resultados, incluindo a capacidade de escrever novos algoritmos, modelos ou modificar significativamente os existentes, conforme necessário. • Acessar e consultar dados em banco de dados (RDBMS, NoSQL), data lakes e APIs diversas. • Fazer limpeza, imputação e estruturação dos dados. Criar e escolher as melhores variáveis (feature engineering). Testar diversos modelos estatísticos e de Machine Learning e Deep Learning. • Empregar as métricas Acurácia, Precisão, Recall, ROC Curve (etc) quando necessário. • Aplicar modelos Não Supervisionados e outros métodos de Redução de Dimensão quando necessário. • Usar uma solução mais simples ao invés de todos os modelos descritos acima. • Garantir que os dados tenham alta integridade (bons dados), qualidade (os dados corretos) e estejam em ótima forma e condição para garantir resultados precisos, confiáveis e estatisticamente significativos. • Projetar, desenvolver, testar, implantar, manter e melhorar nosso software. • Gerenciar prioridades, prazos e entregas de projetos individuais. • Dar suporte a área comercial sobre a viabilidade e escalabilidade de soluções. • Considerar feedback do cliente e do mercado no trabalho com as equipes de produto e engenharia e influenciar a direção do produto. • Capacidade de explicar suas soluções de maneira clara e simples para clientes assim como para todas as áreas internas.  Requisitos e qualificações • Experiência em desenvolvimento de software (Python, Julia, Scala). • Conhecimento de banco de dados SQL e NoSQL. • Boa base matemática (Estatística, Álgebra Linear, Séries Temporais). • Experiência com Machine Learning. Saber quando e qual métrica deve ser usada para cada problema. • Experiência com Armazenamento e Processamento de dados na nuvem (AWS). • Entendimento de processos e boas práticas de Engenharia de Software. • Sistemas de Recomendação. • Conhecimentos de NLP (Regular Expressions, POS tagging, Word Embedding, Named-Entity Recognition). • Controle de versão de todo código produzido (GIT).  Desejável • Conhecimento de Tensorflow, Pytorch, Theano ou Keras. • Experiência com Distributed Data Framework (Hadoop ou Spark ou Hive) . • Uso de SpaCy. • Uso de D3.js. • Conhecimento de ambientes Unix / Linux.  Informações adicionais  Remuneração, Benefícios e Perks • Trabalhar em um ambiente divertido, empreendedor e fazer parte de algo inovador • Contratação CLT • Vale refeição R$ 26,10/dia útil • Plano de saúde Bradesco • Vale transporte • Total pass","url":"https://g.co/kgs/2K4FhN"},
{"company":"Zoop","text":"Estamos buscando especialistas e cientistas de dados que não tenham medo de sujar as mãos de graxa e colocar a mão na massa. Aqueles que não esperam acontecer, que são proativos e gostam principalmente de resolver problemas (tranquilo, temos problemas - e muitos - para resolver).  Requerimentos • 4 anos ou mais de experiência em análise de Dados; • ETL, modelagem de dados OLTP, OLAP, etc; • Conhecimento em banco de dados relacional e NoSQL; • Conhecimento em python - bibliotecas como pandas, numpy, matplotlib e/ou equivalentes; • Conhecimento em Spark - pySpark; • Vivência com EDA (análise exploratória de dados) e data wrangling; • Facilidade em se comunicar, aprender e ensinar; • Conhecer técnicas ágeis de desenvolvimento; • Conhecimento em Cloud Computing com experiência nos serviços Amazon AWS ou similar; • Capacidade de colaborar de forma eficaz e trabalhar em equipe; • Trabalhar com demais áreas para descrever as necessidades específicas de dados; • Uso de métodos estatísticos para analisar dados e gerar relatórios úteis à tomada de decisão; • Saber se adaptar às mudanças;  Desafios • Realizar análise de dados avançada com foco em resultados; • Disseminar conhecimento com o time.  Diferenciais • Conhecimento do mercado de meios de pagamento; • Conhecimentos de Data Pipeline; • Conhecimento de ferramentas para processamento de Big Data e Machine Learning","url":"https://g.co/kgs/yRRW2W"},
{"company":"Labtest","text":"Lagoa Santa, MG Estruturar e analisar os dados tirando o máximo de valor para as decisões de negócio. Construir novos modelos de Machine Learning. Criação de novas causais em algorítimos já existentes. Criação de novas modelagens de dados. Perfil pesquisador que goste de explorar e estudar artigos científicos. Responsabilidades e atribuições Construir novos modelos de Machine Learning. Criação de novas causais em algoritmos já existentes. Criação de novas modelagens de dados. Estruturação e modelagem de dados. Perfil pesquisador que goste de explorar e estudar artigos científicos. Requisitos e qualificações Graduação completa em Ciências da Computação, Matemática ou Engenharia. Experiência em ferramentas de ETL (extração de dados). Conhecimento e, SQL, Python ou R, modelagem Estatídtica (GLM). Ferramenta de BI ou Visualização de Dados ( GoodData, PowerBI. Tableau ou Qlik). Conhecimentos em alguma plataforma de processamento paralelo massivo (ex.: Hadoop, MapReduce SparkConheciomento etc.). Conhecimento em metodologias ágeis (Scrum). Informações adicionais Desejável: Conhecimento em ERP e Software Banco de dados NoSQL (Mongo, Dynamo, Elastic, Cassandra etc) Inglês intermediário/avançado","url":"https://g.co/kgs/DN1qsZ"},
{"company":"Synergy RH","text":"ATENÇÃO: As vagas publicadas nesse portal sãoEXCLUSIVAS do Portal SinergyRH, sua divulgação sem autorização está sujeita a ser penalizada judicialmente.  Responsabilidades e Atividades  DESENHAR E CRIAR INDICADORES DA ÁREA DE NEGÓCIOS  TRABALHAR COM MODELOS DE INTELIGENCIA ARTIFICIAL  ANALISAR DADOS PARA GERAÇÃO DE RESULTADOS  CRIAR E DESENVOLVER MODELOS PREDITIVOS  TRABALHAR COM MINERAÇÃO DE DADOS  Escolaridade  CURSANDO OU RECÉM FORMADO EM CIÊNCIA DA COMPUTAÇÃO, ENGENHARIA DA COMPUTAÇÃO, PROCESSAMENTO DE DADOS, GESTÃO DA INFORMAÇÃO OU AFINS  Competências Comportamentais  TRABALHO EM EQUIPE  PERFIL EXTROVERTIDO  VONTADE DE APRENDER  CURIOSIDADE PARA BUSCAR O NOVO  INOVADOR  Competências Técnicas  CONHECIMENTOS BÁSICOS EM SPOTFIRE, BIG DATA, PL/SQL, PHYTON E DEMAIS FERRAMENTAS DE ANALYTICS  Apresentação do Cargo  Implementar e manter soluções Integradas de TI (sistemas e infraestrutura), com base nas melhores práticas do mercado, com o objetivo de garantir a otimização, eficácia e confiabilidade dos processos como forma de buscar a satisfação do cliente interno e externo.  Benefícios  Vale Transporte: Sim, Vale Refeição: Sim, Auxilio Alimentação: Sim, Assistencia Medica: Sim, Assistencia Odontologica: Sim, Seguro de Vida: Sim, Outros Beneficios: Auxílio academia- Gympass; Psicoterapia gratuita - Psicologia Viva; Algar Mais Saúde - 0800 Dr. Mais Saúde  Pré - requisitos  Resida nas Cidades: Uberlândia","url":"https://g.co/kgs/tAjy49"},
{"company":"B2W Digital","text":"Descrição da Vaga:    Buscamos Cientistas de Dados Sênior com bagagem técnica/acadêmica consistente, que seja capaz de transmitir seu conhecimento ao restante do time, atuando como uma das referências da equipe. Esta pessoa deve ter uma postura humilde e ser cooperativa, desenvolvendo um ótimo relacionamento com seus pares dentro da área.    A equipe foi fundada há menos de um ano e cresceu tanto em tamanho quanto em responsabilidades, é bem entrosada e tem um perfil prático, aplicando ciência de dados diretamente no negócio. O principal desafio é construir modelagens estatísticas para otimizar processos de negócios nas áreas de: Clientes, Web Analytics, 1P, 3P e Investimentos de Marketing.    Responsabilidades e atribuições:    Nesse time, você terá a oportunidade de:  • Criar análises e modelos estatísticos;  • Criar modelos de otimização de investimentos de Marketing;  • Criar modelos de NLP para clusterização de produtos;  • Realizar forecast de vendas de produtos;  • Mensurar a propensão dos visitantes do site a finalizar compras;  • Propor testes para obtenção de dados e validação dos resultados dos modelos;  • Difundir a cultura data-driven na empresa.    Requisitos e Qualificações:    Para se candidatar a essa oportunidade, você precisa ter:  • Graduação em Exatas (engenharias, matemática, estatística, física e afins);  • Conhecimento avançado em Python;  • Conhecimento avançado em SQL;  • Experiência com bibliotecas de Machine Learning, como scikit-learn;  • Experiência com serviços de nuvem, em algum dos provedores (Google Cloud, AWS ou Azure).    Você vai se sentir mais confortável se tiver também:  • Experiência com TensorFlow / PyTorch;  • Experiência com tecnologias de computação distribuída, incluindo Spark;  • Inglês avançado.    Você provavelmente irá se destacar dos demais se tiver:  • Mestrado, Doutorado e/ou afins;  • Experiência em projetos de NLP.    Informações adicionais:    Vida no BIT    O BIT é o Hub tecnológico da B2W Digital. Nossos times trabalham com metodologias ágeis, com sprints de 1 ou 2 semanas. Os times têm autonomia em como desenvolver os produtos e serviços, o que significa que escolhem as tecnologias utilizadas e a metodologia ágil de trabalho que possibilite agilidade nas entregas.    Somos movidos a resultados e trabalhamos para entregar soluções valiosas aos nossos clientes. Encorajamos pair-programming e as interações diárias, porque acreditamos que o sucesso vem da diversidade, autonomia e colaboração. Trabalhamos em um ambiente “open space”, com diversas áreas e espaços colaborativos. Sim! Nós também temos Hackaton, o IronBit, e é muito divertido. Nessa maratona, qualquer pessoa tem a oportunidade de implementar sua ideia.    Somos apaixonados por tecnologia e gostamos de compartilhar isso com a comunidade. Por isso, participamos dos principais eventos de tecnologia do país como patrocinadores e como palestrantes (QCon, TDC, Big Data Week, Campus Party e Velocity). Também abrimos nossos espaços para receber os Meetups das comunidades de tecnologia, e, mais recentemente, disponibilizamos para a comunidade os projetos open-source Marvin (https://marvin.incubator.apache.org/) e RestQL (http://restql.b2w.io/).    Temos isso tudo e muito mais:  • Parceria com o MIT, Harvard e outras universidades;  • Eventos internos de tecnologia para troca de conhecimento;  • Áreas de descompressão, sinuca e vídeo game;  • Espaço de cozinha para refeições;  • Uma filial das Lojas Americanas dentro do nosso escritório;  • Uso de bermuda permitido;    Diversidade e Inclusão  • Queremos entregar tudo, a toda hora e em qualquer lugar. Para isso, estamos construindo uma equipe cada vez mais diversa, composta por pessoas criativas, engajadas e que respiram inovação e tecnologia. Buscamos oferecer oportunidades iguais a todas as pessoas, independente de gênero, etnia, religião ou orientação sexual. Aqui as pessoas têm voz e são incentivadas a desenvolver projetos disruptivos. Vem transformar o mundo digital","url":"https://g.co/kgs/PUH3wB"},
{"company":"Zoop","text":"Estamos buscando especialistas e cientistas de dados que não tenham medo de sujar as mãos de graxa e colocar a mão na massa. Aqueles que não esperam acontecer, que são proativos e gostam principalmente de resolver problemas (tranquilo, temos problemas - e muitos - para resolver).  Requerimentos: • 4 anos ou mais de experiência em análise de Dados; • ETL, modelagem de dados OLTP, OLAP, etc; • Conhecimento em banco de dados relacional e NoSQL; • Conhecimento em python - bibliotecas como pandas, numpy, matplotlib e/ou equivalentes; • Conhecimento em Spark - pySpark; • Vivência com EDA (análise exploratória de dados) e data wrangling; • Facilidade em se comunicar, aprender e ensinar; • Conhecer técnicas ágeis de desenvolvimento; • Conhecimento em Cloud Computing com experiência nos serviços Amazon AWS ou similar; • Capacidade de colaborar de forma eficaz e trabalhar em equipe; • Trabalhar com demais áreas para descrever as necessidades específicas de dados; • Uso de métodos estatísticos para analisar dados e gerar relatórios úteis à tomada de decisão; • Saber se adaptar às mudanças;  Desafios: • Realizar análise de dados avançada com foco em resultados; • Disseminar conhecimento com o time.  Diferenciais: • Conhecimento do mercado de meios de pagamento; • Conhecimentos de Data Pipeline; • Conhecimento de ferramentas para processamento de Big Data e Machine Learning","url":"https://g.co/kgs/uMNwwc"},
{"company":"Connekt","text":"Será responsável pela extração de dados a partir de bancos de dados públicos e privados, pela criação de modelos matemáticos que representem as tendências desses dados e pela previsão de dados futuros. Qualificação: Conhecimento em Banco de Dados (SQL), nas linguagens de programação R e Python (será um diferencial), em Algoritmos de Machine Learning e em tecnologias de Big Data (HDFS, HIVE e SPARK).","url":"https://g.co/kgs/qiyC49"},
{"company":"Magna Sistemas","text":"Pinheiros, SP  Tempo Integral, Efetivo/CLT  R$ 1.500 - R$ 1.700 por mês  Atividades e Responsabilidades • **O Trainee irá mergulhar no universo de Big Data em uma talentosa equipe que Desenvolve Sistemas Cognitivos.  Requisitos  - Imprescindível formação acadêmica na área de exatas.  - HTML5, CSS3, JavaScript, Nodejs ,GitHub, Java ou C++.  - Banco de dados: Oracle, SQL. • Conhecimento e/ou Cursos em BIG Data, será um GRANDE diferencial.  Tipo de vaga: Tempo Integral, Efetivo/CLT  Salário: de R$1.500,00 a R$1.700,00 /mês  Local:  - Pinheiros, SP (Preferencial)","url":"https://g.co/kgs/bTdBzb"},
{"company":"FERREIRA E CHAGAS ADVOGADOS","text":"Síntese das atividades:  Realizar cruzamento de informações dos bancos de dados internos, relacionado ao negócio dos clientes, gerando valor, novos negócios e auxiliando na criação de estratégias e tomadas de decisão.  Requisitos Mínimos:  Ensino Superior Completo nas áreas de:  Tecnologia da Informação, Ciência da Computação, Matemática, Estatística, Engenharia de Telecomunicações e áreas afins. Desejável atuação acima de 1 ano nas áreas de formação acima.  Idioma: Inglês técnico.  Conhecimentos Específicos:  Linguagem de programação SQL; Data Mining e visualização; Gestão de Dados Estruturados; Modelagem.  Requisitos Desejáveis:  Desejável Conhecimento em Big Data (Hadoop, MasReduce, Spark); Raciocínio lógico avançado; Análise Crítica; Boa comunicação; Visão de negócios e empreendedorismo.  Remuneração e Benefícios:  Faixa salarial: Entre 5.000,00 e 6.000,00.  Benefícios: Plano Odontológico e Vale Refeição sem descontos + Vale Transporte.","url":"https://g.co/kgs/qzMsBe"},
{"company":"Intelie","text":"Rio de Janeiro, RJ  Cientista de Dados  A Intelie é uma empresa focada em transformar dados em resultados para seus clientes. Para isso, contamos com um time multidisciplinar de especialistas, desde desenvolvedores e analistas de negócio a engenheiros de software e designers que fazem nossos produtos terem uma cara única.  Nosso time de serviços está crescendo e precisamos de pessoas apaixonadas por dados e com espírito inovador para nos ajudar em novas empreitadas. Caso você esteja em busca de um ambiente com constantes desafios e o perfil descrito abaixo, nos envie o seu currículo. Vamos conversar!  No dia a dia, será sua responsabilidade:  - Criação e avaliação de modelos preditivos de forma inovadora;  - Atuar em problemas reais e complexos dos nossos clientes;  - Conciliar dados de diversas fontes e propor visualizações e novas formas de análise;  - Garantir a integridade dos dados coletados durante todas as fases (construção e consumo);  - Aprofundar análises para compreender acontecimentos atípicos;  - Definir junto com a área de negócio roadmap de entregas, visando maximizar valor e redução de timing;  - Ser disseminador de uma cultura baseada em dados e tomadas de decisão baseadas em informação.  De nós, espere:  - Ambiente dinâmico  - Salário compatível com o mercado  - Benefícios (VT, VA, VR, planos médico e odontológico e seguro de vida)  - Fomento a aprimoração profissional  Requisitos  - Conhecimento e experiência com aprendizagem de máquina;  - Conhecimentos em programação (aqui usamos Java e Python);  - Ótima capacidade analítica (estatística básica, inferência, técnicas de regressão e clusterização);  - Inglês;  - Desejável conhecimento em outras linguagens de programação ( C++, R, Scala, Julia);  - Desejável formação em Ciências da Computação, Engenharia Elétrica, da Computação e afins;  - Desejável experiência com desenvolvimento Web;  - Desejável experiência no segmento de Óleo e Gás.  - Desejável experiência em aplicação de técnicas de aprendizado supervisionado e não supervisionado  - Ter experiência em projetos de deep learning em especial com o uso de modelos de redes neurais recorrentes para o processamento de linguagem natural (PLN) e reconhecimento de entidades nomeadas (REN) ambas para processamento de texto.  Por fim, é essencial:  - Ser comunicativo (para se posicionar, entender e debater com diversos times);  - Ter flexibilidade (para se adaptar e estar disposto a sugerir mudanças);  - Ter resiliência (nosso projeto é um tanto complexo);  - Ter espírito de equipe (afinal, somos um só","url":"https://g.co/kgs/aA5hU6"},
{"company":"Lugar de Gente","text":"Responsável pelo mapeamento de fontes de informações, definição de projetos exploratórios, controle e acompanhamento de performance de projetos em andamento e apoio técnico às áreas de negócio no que tange técnicas de Big Data, Machine Learning e estatística aplicada, visando a identificação e captura de oportunidades estratégicas ainda não exploradas ou percebidas que resultem em projetos com ganhos mensuráveis de indicadores de manutenção, confiabilidade, operação, produtividade ou custo para as áreas de negócio que atende.  ATIVIDADES/EXPERIÊNCIAS • Controlar o andamento e resultados dos projetos mapeados • Construir uma base de compartilhamento de informação entre as áreas da engenharia através do mapeamento e cruzamento das informações, disponibilizando para toda a equipe · • Identificar de forma colaborativa com as demais áreas da engenharia projetos potenciais para utilização de ciência de dados e Big Data· • Apoiar as áreas de negócio da engenharia em projetos e análises que demandem habilidades específicas relacionadas a ciência de dados • Fomentar a divulgação e conversa multidisciplinar das áreas de engenharia sobre dados, modelagem e técnicas de análise estatísticas apoiadas em ferramentas computacionais • Necessário conhecimento em SQL, Power BI (ou equivalente)  Diferencial: Ter atuado com analises de correlação, análise de padrões, anomalias, simulação e otimização são desejáveis. Ter trabalhando com mineração de dados; Desenvolvimento e treinamento de modelos de Machine Learning  Desejável experiência em linguagens de programação R ou Python.  FORMAÇÃO: Formação em Estatística, Matemática ou Pesquisa Operacional Desejável Mestrado ou Doutorado voltados para ciências de dados","url":"https://g.co/kgs/TcqQqL"},
{"company":"Pebmed","text":"O que esperamos do time de informaçãos? • participar no desenvolvimento da maior plataforma médica de tomada de decisão do Brasil, interagindo com as tecnologias de ponta que estão entrando no mercado para melhorar a saúde das pessoas (1 em cada 4 médicos ou estudantes de medicina do Brasil utiliza); • Evoluir nossa solução de analytics, para que seja escalável e utilizada por analistas de negócios e principais tomadores de decisão (produto, marketing, recepção, conteúdo); • Certificar-se de que todos os relatórios e indicadores estejam sendo obtidos corretamente e de uma única fonte de verdade (data lake)l; • Lidar com volume de informaçãos de diversas fontes e efetuar análise exploratória dos informaçãos; • executar parte de um time de tecnologia forte e colaborativo, que tem alto categoria de exigência em tudo o que faz, e que tem domínio de todas as áreas do produto (do banco de informaçãos à solução de incidentes); • executar code review dos membros do time e ser capaz de supervisorar seu tempo para as tarefas e projetos; • ajudar o time para simplificar as soluções para os problemas que temos hoje, mas protegendo a preocupação com escalabilidade e rendimento; • efetuar prova de conceitos para embasar decisões técnicas; • Elaboração de documentações técnicas, incluindo posts públicos, cases, tutoriais sobre ferramentas e conceitos; • acompanhar a saúde dos sistemas e se antecipar aos problemas de downtime, com monitoramento em todas as processos do pipeline; • elaborar as documentações e apresentação delas (DoD, POP, Playbooks, Spikes, KPIs, monitores de desempenho, registros de rendimento, Atas, Status devolverts, Documento de repasse tecnológico, etc.); • participar de reuniões de equipe (intra e inter-times).  Responsabilidades específicas do cargo: • efetuar modelagem preditiva e prescritiva, “traduzindo” os modelos e achados para stakeholders para apoio a tomada de decisão; • executar análises exploratórias e construir visualizações de informaçãos para serem consumidas por outras áreas; • Criar e parametrizar algoritmos de machine learning; • Criar e aplicar otimizações aos modelos preditivos para customizar a experiência do usuário, além de identificar anomalias e padrões nos datasets; • Desenhar, implementar e analisar experimentos (teste A/B, outros métodos controlados) para entender a reação do usuário a mudanças do usuário e avaliar risco/benefício de features do produto; • analisar comportamento do usuário, identificando oportunidades para a evolução do produto baseada em informaçãos; • Automatizar o treinamento e teste de modelos inteligentes. • Domínio de modelos matemáticos e estatísticos para resolução de problemas complexos quantitativos; • experiência em ferramentas usando Python, R e SQL (Spark, Scala, SageMaker, Jupyter, etc.).  O que você pode esperar da gente? • Flexibilidade de horários e um ambiente excelente, sem dress code formal e com oportunidade de conectar-se com diversas startups para troca de idéias; • Cultura de resultado e promoção do autodesenvolvimento; Benefícios como vale-transporte, vale-alimentação e planejamento de saúde; • Bolsa-curso: valor mensal de apoio para aplicação em cursos ou especializações; • Incentivo à participação em eventos: a cada ano, nossos colaboradores recebem uma faixa de valor que pode ser investida para custeio de eventos relacionados a sua área de atuação; • remuneração diferenciada: bônus - de acordo com a rendimento da empresa e individual.  Vaga para atuação em tempo integral e presencial.  ambiente de negocio: Botafogo, RJ","url":"https://g.co/kgs/njPGQr"},
{"company":"META","text":"Descrição das Atividades: Estamos buscando um profissional que vai atuar junto com o time de inteligência de dados e especialistas tanto na equipe central em BI e Big Data quanto alocados no time de produtos. Realizar Análise Exploratória de dados, criar e testar modelos preditivos. Conhecimentos Técnicos: Requisitos necessários: • Ter formação em Estatística, Matemática, Computação ou Engenharias; • Ótimo conhecimento em Estatística descritiva e inferencial; • Ótimo conhecimento em modelos preditivos e em modelos multivariados; • Profundidade pelo menos uma dessas linguagens: Python ou R; • Ótimo conhecimento de SQL; • Goste de programar e tenha boas práticas de programação.  Diferencial: Ter conhecimento de HD Insights, Spark, Hive, Kafka","url":"https://g.co/kgs/e7i1WB"},
{"company":"Foodjobs","text":"Nível de atuação Especialistas  Área de atuação Tecnologia, Informática e Internet  Principais atividades Cientista de Dados Pleno.Atuar junto com o time de inteligência de dados e especialistas tanto na equipe central em BI e Big Data quanto alocados no time de produtos.  Escolaridade mínima Superior Completo  Habilidades esperadas Ter formação em Estatística, Matemática, Computação ou Engenharias; Ótimo conhecimento em Estatística descritiva e inferencial; Ótimo conhecimento em modelos preditivos e em modelos multivariados; Profundidade pelo menos uma dessas linguagens: Python ou R; Ótimo conhecimento de SQL;Goste de programar e tenha boas práticas de programação.  Tipo da Vaga Nova posição","url":"https://g.co/kgs/ZcsQzA"},
{"company":"Pottencial","text":"Buscamos um profissional com muita energia, disposto a buscar novas soluções, que tenha muita capacidade de articulação e comunicação e que queira também fazer parte da nossa inteligência de negócios. Esperamos que você queira aprender sempre e que compartilhe com a equipe seu conhecimento. Contamos com você para transformar o mercado de Seguros no Brasil!   Buscamos alguém das áreas de: Matemática, Estatística, Computação, Física, Engenharia, Economia ou afins.   Seria legal se você conhecer:   Machine learning; Artificial intelligence Big data analytics; Statistical analysis/modeling/regression Econometria; Data/text mining;  Predictive modeling/analytics;  Conhecimento/experiência em um ou mais dos seguintes softwares/programação: SQL, Python, R, Spark, Hadoop  Você vai amar trabalhar conosco se:   Buscar trabalhar em uma empresa estável no mercado, em constante crescimento;  Quiser fazer parte de um crescimento exponencial e ser protagonista disso;  Valorizar trabalhar em um lugar confortável, com uma estrutura incrível;  Tiver visão de negócios e quiser aprender ainda mais sobre esse universo.  Pacote de benefícios:   Plano de Saúde e Odonto Bradesco Nacional;  Seguro de Vida;  PLR;  VA e VR somando R$1260,00;  VT;  Reembolso creche/escola/babá no valor de R$420,00  Refeitório no prédio;  Contratação CLT.    Estamos localizados na Raja Gabaglia, em Belo Horizonte.","url":"https://g.co/kgs/8eEhwr"},
{"company":"Ingresso.com","text":"Rio de Janeiro, RJ #VemSerIngresso #IngLovers Iniciamos o ano buscando novos talentos para fazer parte do nosso time #FãdeCinema! A Ingresso.com é a maior ticketeria do Brasil e realiza a venda de ingressos para cinema e Rock in Rio! Somos uma empresa brasileira fundada em 2000 e atualmente fazemos parte da Fandango, uma empresa americana do setor de filmes e venda de tickets  Ou seja, temos o bônus de ser tanto uma empresa fundada no Brasil, que também tem recursos de um grupo internacional  Estamos procuramos um(a) Cientista de Dados para trabalhar no time de Finanças da Ingresso.com, no Rio de Janeiro. **Responsabilidades e atribuições** A missão da área de Business Intelligence da Ingresso  com é oferecer analise de dados para todas as áreas do nosso negócio, fazendo previsões e oferecendo direcionamento para tomadas de decisão, tanto quanto acompanhando e analisando resultados  A pessoa que estamos buscando ficará responsável por: - Realizar analises matemáticas e estatísticas estar familiarizado a interagir com um ambiente de BI; - Fazer as previsões estatísticas de volume e vendas baseadas em modelos; - Acompanhar todas as campanhas e promoções da empresa e ser responsável por aferir os resultados; - Medir e documentar todos os resultados da empresa, sejam eles de Marketing, Finanças ou TI; - Responsável por realização de testes A/B junto a TI; - Orientação na tomada de decisão estratégica das áreas e da empresa  Estamos buscando alguém que compartilhe da paixão pela gestão de dados e acredite que o cinema é a maneira mais mágica de se divertir! **Requisitos e qualificações** Os requisitos para você se encaixar na nossa vaga são: - Formação em matemática ou estatística; - Conhecimento básico em consultas SQL e bancos de dados dimensionais; - Conhecimento de linguagem de programação R ou Python (preferencialmente Python); - Criação de algoritmos para Machine Learning retro alimentável; - Inglês Fluente; - Conhecimento avançado em Excel; - Será um diferencial ter conhecimento avançado em SQL e em ferramentas de business intelligence, e ter trabalhado préviamento com Machine Learning em linguagem Python. **Informações adicionais** Nosso pacote de benefícios é bem completo e contempla: - Vale Alimentação/Refeição - Plano de Saúde - Previdência Privada - Assistência ao Funcionário - E o mais importante, vale presente para você estar por dentro do que rola nos cinemas","url":"https://g.co/kgs/kU4q54"},
{"company":"Neon","text":"Job Description A Neon está em busca de um Data Scientist para ser um dos direcionadores do crescimento da empresa. É a oportunidade de fazer parte de uma das fintechs que mais cresce no Brasil, sendo um integrante central do Chapter de Data. Esse profissional será responsável pela construção de soluções de Data Science (preditivas e prescritivas) para extrair valor tangível de uma grande quantidade de dados e potencializar a experiência dos nossos clientes.Para atingir esse objetivo, irá colaborar com squads multi-disciplinares incluindo Product Managers, Business Analysts, Data Engineers, etc. Uma visão inovadora, um olhar preocupado com o detalhe e uma orientação a impacto no negócio são algumas das características buscadas no perfil. Main responsibilities • Construir soluções de Data Science (e.g., Machine Learning, Otimização) para extrair valor dos dados • Realizar análises robustas para entendimento de problemas e oportunidades • Mapear grandes datasets e expandir dados existentes com informações externas quando necessário. • Identificar padrões, selecionar features e preparar dados • Treinar e otimizar modelos de Machine Learning, empregando diversos algoritmos • Automatizar o treinamento, predição e avaliação de modelos de machine learning • Propor melhorias no processo de coleta e disponibilização de dados • Identificar e propor novas aplicações de Data Science • Gerar insights não-triviais através da análise dos comportamentos dos clientes utilizando técnicas estatísticas (e.g., algoritmos não-supervisionados) • Interagir com múltiplos stakeholders para garantir entendimento adequado dos problemas e assegurar uso das soluções de Data Science nos processos-chave Imprescindível Requirements and skills • Formação em Estatística/ Matemática/ Física/ Computação/ Engenharias • Perfil analítico e data-driven • Sólidos fundamentos de matemática e estatística • Proficiência na utilização de Python ou R para aplicações de Data Science • Experiência prática na aplicação de machine learning e/ou otimização em problemas de negócios, com elevado entendimento dos fundamentos teóricos • Boas habilidades de comunicação e colaboração Desejáveis • Experiência no uso de serviços e infraestrutura em nuvem (ex: AWS) • Bons conhecimentos de ferramentas de processamento distribuído (ex: Spark) • Proficiência na extração de dados utilizando SQL • Experiência com a criação e uso de APIs • Experiência com ferramentas para criação de interfaces (ex: Dash) Additional information Além De Um Clima Descontraído, Poder Trabalhar De Bermuda e Tênis, Jogar Uma Partidinha Pebolim Na Hora Do Almoço e Fazer Parte De Um Time Incrível; Todo Colaborador Neon Tem Direito a Um Valor Em Reais, Além Do Salário, Que Deve Ser Distribuído Em Um Leque De Opções De Benefícios, Como  • Assistência Médica, • Assistência Odontológica, • Vale Transporte ou Fretado, • Vale Refeição, • Vale Alimentação, • Vale Cultura, • Vale Combustível, Estacionamento, • Gympass, • Massagem, • Budget para Treinamentos ou Cursos. Quem é a Neon? A Neon Pagamentos é umafintechbrasileira fundada em 2016 com o propósitode dar para as pessoas o domínio sobre suas vidas financeiras.Acreditamos que pessoas livres podem tudo! Em 2018, a empresa levantou R$ 72 milhões na sua rodada de investimentos Série A. Em 2019, mais R$ 400 milhões na rodada de investimentos série B. Nóssomoscerca de 650neownerstrabalhando para criara conta digital mais incrível do Brasil. E para que isso seja possível, temos valores que movem as nossas atitudes e direcionam as nossas relações, entregas e ações: aNeon éIncrívele de Alta Performance, Talentosae Colaborativa,Divertidae Responsável. Esses são os valoresdos quaisnão abrimos mão e que vivenciamos todos os dias! Vamos Falar Sobre Cada Um Deles Elesrepresentam aevolução de tudo o que nos trouxe até aqui, bem como aquilo que acreditamos que nos fará mais fortes. Quer conhecer mais. Incrível e de Alta Performance Entregamos soluções para nossos clientes com inovação e simplicidade. Sabe aquele algo a mais? É o que a gente faz! Somos orientados a entregas e resultados para garantir a melhor experiência para nossos clientes. Talentosa e Colaborativa Somos protagonistas do nosso próprio desenvolvimento e buscamos sempre aprimorar nossos conhecimentos e habilidades para entregar o melhor trabalho para nossos clientes. Não medimos esforços para compartilhar informações e ajudar nossos colegas.Aqui é um por todos e todos por um! Divertida e Responsável Trabalhamos de forma leve e descontraída, com grande responsabilidade e sem perder o foco em nossos compromissos e resultados. Agimos com atitude de dono, assumindo responsabilidade sobre o nosso trabalho e sobre a empresa com grande comprometimento. A Neon é nossa! E aí, gostou? Então fica o convite: se candidate na vaga quemais combina com o seu perfil. Quem sabe, você descobre e conhece um pouco mais da Neon por dentro? Só vem! QUER FAZER PARTE DO TIME? #SEJANEON Aqui nós criamos e melhoramos a Neon para ser a conta dos sonhos. A conta que nós mesmos gostaríamos de usar. E usamos! Bonita, fácileinteligente. É mídia social que você quer,","url":"https://g.co/kgs/9bpTCQ"},
{"company":"BTG Pactual","text":"Breve descritivo da área: A área de Data Analytics atende projetos de escopos variados com foco na transformação de nossos datasets mais diversos em insights que agregam valor às nossas frentes de negócio. Na área de Data Analytics, trabalhamos com uma equipe enxuta e produtiva e temos total liberdade para experimentar diferentes técnicas e algoritmos de Machine Learning, bem como para aprender e utilizar diferentes linguagens e tecnologias. Buscamos alguém alinhado com esses valores e que, principalmente, almeja ser protagonista e trazer impacto direto ao negócio com suas análises. Atividades relacionadas à vaga: · Análises exploratórias e geração de insights; · Desenvolvimento de modelos de Machine Learning. Perfil Desejado: · Formação completa, preferencial em Engenharias, Matemática, Estatística, Economia; · Realizou cursos ou já tem experiência com Machine Learning e Data Science; · Python ic skills; · Diferenciais: Experiência com TensorFlow ou outras bibliotecas de ML Spark, R, serviços AWS; · Perfil data thirsty, analítico e empreendedor. Respeitamos a diversidade e trabalhamos para promover uma cultura inclusiva, que busca a equidade e valoriza as diferenças. Pessoas com Deficiências (PCDs) são bem-vindas em nosso time","url":"https://g.co/kgs/PBjstA"},
{"company":"Stefanini","text":"Área e especialização profissional: Informática, TI, Telecomunicações - Processamento de Dados Nível hierárquico: Analista Local de trabalho: São Paulo, SP Regime de contratação de tipo Efetivo – CLT Jornada Período Integral Somos a Gauge: uma consultoria especializada em soluções digitais que conduz inovação e iniciativas de crescimento em empresas líderes de mercado. Estamos crescendo muito nos últimos anos e com o crescimento chegam também novos desafios. Para solucionar esses desafios, somos um time com mais de 140 mentes brilhantes espalhadas pelo Brasil. Buscamos um Cientista de Dados para atuar em nosso time de Data Science. Atribuições: Análises de dados; Criação, implementação e otimização de modelos de Machine Learning; Análises estatísticas exploratórias e descritivas; Apoio na estruturação do pipeline de modelagem; Definição e monitoramento de indicadores de negócio; Criação e atualização de dashboards. Requisitos: Forte conhecimento de Estatística; R e/ou Python Linguagem SQL; Experiência (acadêmica ou de mercado) com análise de dados e Machine Learning; Power BI e/ou Google Data Studio; Excel avançado. Diferencial: Conhecimento em Google Analytics","url":"https://g.co/kgs/WwZxgK"},
{"company":"Geofusion","text":"Você será responsável por promover a ciência de dados na empresa e comunicar insights a partir de análises complexas de uma forma clara para não especialistas Queremos o seu perfil investigativo, extrema curiosidade e capacidade de fazer descobertas enquanto busca e navega por dados nossos, de nossos clientes e do mercado. Entre os objetivos está desenvolver e sempre evoluir algoritmos de predição e prescrição para aplicá-los nos produtos Geofusion, em consultorias para clientes e na produção de dados a serem utilizados no nosso ecossistema. Você fará parte de equipes autônomas e multidisciplinares. Nossos cientistas de dados participam ativamente de todo o ciclo de desenvolvimento dos produtos e de discussões estratégicas sobre inovação e evolução. Para se candidatar a esta vaga, precisamos que você: Conheça técnicas e ferramentas analíticas como Python, R, SQL; Possua conhecimentos de estatística; Tenha conhecimento em modelagem e algoritmos de machine learning; Tenha capacidade de análise quantitativa (Ciência de Dados/Mineração de Dados) e exploratória, utilizando a maior parte das seguintes ferramentas: Pandas, plot.ly, Matplotlib, Seaborn, Bokeh, ggplot2. Serão diferenciais: Contato com conceitos de GIS; Mestrado e/ou Doutorado em Inteligência Computacional, Inteligência Artificial, Aprendizado de Máquina, Otimização e áreas correlatas. Familiaridade com TensorFlow, PyTorch, Keras; Conhecimento de programação orientada a objetos e Engenharia de Software; Experiência com ferramentas de processamento distribuído como Spark e Dask; Confortável com Linux, AWS e Kubernetes e Docker. Suas principais responsabilidades serão: Implementação de projetos que utilizam Machine Learning em todo o seu ciclo. Você terá papel importante em todas as fases, desde o entendimento do problema e análise de viabilidade, até a execução de fato, compreendendo, a seleção de features, engenharia de features, definição de métodos de pré-processamento, escolha e aplicação de algoritmos e de métricas relevantes para avaliação dos resultados; Capacidade de compartilhar e ensinar as técnicas que utiliza para o seu time; Forte interação com os times de Produto e Consultoria para entender as dores dos clientes e propor as técnicas mais adequadas a um determinado problema; Ter visão ampla sobre as soluções da Geofusion e a aplicação das diversas metodologias e dados, com foco na sua constante evolução; Considerar a interação entre os novos dados e os já existentes, maximizando a utilidade do conjunto e garantindo o engajamento de nossos clientes e a geração de receita","url":"https://g.co/kgs/mv6XV8"},
{"company":"Creditas","text":"Somos a principal plataforma online de crédito com garantia do Brasil e trabalhamos com quatro produtos principais: empréstimo com garantia de imóvel e veículo, empréstimo consignado privado e o financiamento de veículo. Nossa missão é viabilizar as novas conquistas dos brasileiros multiplicando o potencial dos seus bens.  Nosso DNA digital permite que usemos a tecnologia para escalar o negócio, otimizar processos e melhorar a experiência dos clientes – sem dispensar o atendimento personalizado, prestando consultoria e oferecendo educação financeira.  Em 2019, expandimos nossas soluções para diversas necessidades no entorno dos ecossistemas da Casa, do Carro e do Salário. Com sede em São Paulo e escritórios em Porto Alegre (RS), Valencia (Espanha) e Cidade do México (México), contamos com mais de 1500 Tripulantes (funcionários), já recebemos R$ 1,2 bilhão em investimentos de fundos internacionais de Venture Capital, e somos reconhecidos pelos rankings do LinkedIn Top Startups e Melhores Lugares para se Trabalhar do Glassdoor.  Nosso time de Ciência de Dados  Você é uma pessoa que adora dados e é apaixonada por inovação? Acredita que a Inteligência Artificial vai dominar o mundo?  Aqui na Creditas ser Cientista de Dados é participar de um grupo focado em trazer soluções que melhorem o negócio através de dados, utilizando estatística e machine learning.  Buscamos sempre encontrar a melhor forma de compreender os milhões de dados que impulsionam a companhia, entendendo a melhor aplicação dos mesmos e garantindo a assertividade na tomada de decisão.  Além disso, buscamos manter uma pluralidade de perfis no nosso time, como cientistas da computação, matemáticos, estatísticos e engenheiros. Dessa forma asseguramos que todos os nossos projetos terão diversos insights!  Como será o seu dia a dia • Utilizar modelos de machine learning e estatística para construir soluções para o negócio; • Analisar e identificar tendências e comportamentos com o uso de estatistica. • Apresentar os resultados do seu trabalho para o time e a equipe de stakeholders. • Acompanhar o desempenho dos modelos de Machine Learning em produção, cuidando para que eles estejam sempre cumprindo com os objetivos da empresa • Alta interação com diversas áreas da empresa (tecnologia, produto, analytics, operação), para entender e solucionar os projetos da área de Data Science O que buscamos • Experiência com programação em Python; • Conhecimento em SQL (PostgreSQL, MySQL); • Experiência em criar gráficos utilizando seaborn e matplotlib; • Experiência com as bibliotecas sklearn, pandas, scipy, numpy e xgboost; • Saber traduzir bem a linguagem de um cientista de dados para as demais pessoas envolvidas no projeto; • Saber interpretar os resultados de um modelo e como ele pode solucionar os problemas da empresa; • Atuação em projetos com grandes quantidades de dados, SHAP Values e aprendizado por reforço é um diferencial.  O Que Você Vai Encontrar • Plano de Saúde, Plano Odontológico e Seguro de Vida • Vale-Refeição; • VT, Estacionamento, Fretado ou Bicicletário; • Somos radicalmente honestos! Aqui, você encontrará um ambiente que valoriza feedbacks e 1:1; • Snacks e frutinhas frescas todos os dias no escritório; • No dress-code; • Oferecemos auxílio academia via Gympass: plataforma que te dá acesso a mais de 18 mil academias no Brasil. Nas academias conveniadas são oferecidas mais de 700 modalidades esportivas; • Oferecemos 04 sessões gratuitas por mês no Zenklub: plataforma online de saúde e bem-estar emocional; • Somos True Team Players! Você poderá participar do #CreditasEndurance, projeto que incentiva a Tripulação a praticar esportes e fortalecer o espírito de equipe. Para isso, subsidiamos algumas provas de corrida e triathlon! • Sabemos como se tornar mãe ou pai é marcante e queremos dar todo o apoio. A licença-maternidade é de 6 meses e a licença-paternidade de 20 dias. O benefício também vale para papais e mamães que adotarem ou obtiverem a guarda judicial da criança e para casais homoafetivos. Além disso, também oferecemos auxílio-creche e sala de apoio à amamentação, exclusiva para nossas Tripulantes em processo de amamentação poderem retirar e guardar o leite com tranquilidade, conforto e privacidade. A salinha conta com um frigobar em que as mães podem guardar e identificar o leite. Aqui valorizamos a pluralidade de raça, cor, religião, gênero e identidade de gênero, nacionalidade, deficiência, orientação sexual, ascendência ou idade, pois acreditamos que é muito importante compartilhar ideias e pontos de vistas distintos. Com backgrounds e perspectivas diferentes, a nossa Tripulação consegue entender nossos (as) clientes de verdade e encontrar as melhores soluções","url":"https://g.co/kgs/4CunRQ"},
{"company":"Evino","text":"Se você curte descobertas, inovação, desafios, mix de culturas e o principal, vinho, a Evino é o lugar certo para você.  Estamos aqui para quebrar barreiras e levar o vinho para o dia a dia de todos os brasileiros, #SemTabus.  Eaí, topa ir nessa missão com a gente?  Responsabilidades e atribuições  Como Data Scientist Seus Principais Desafios Incluirão • Desenvolver e implementar modelos estatísticos, buscando resolver diferentes problemas de negócio; • Entender os KPIs e necessidades de diferentes áreas do negócio, questionando e propondo melhorias; • Executar análises e testes para garantir objetividade e clareza nas tomadas de decisão; • Auxiliar na manutenção e desenvolvimento da estrutura de dados (ETL).  Requisitos e qualificações  Para Isso, a Gente Espera Que Você • Saiba programar em Python, e conheça os principais pacotes de análise de dados e machine learning (como Pandas, NumPy, Matplotlib, Scikit-lean, XGboost). Ou conhecimento equivalente em R. • Tenha conhecimentos de análises e modelos estatísticos, incluindo algoritmos de classificação, regressão e clusterização, assim como testes de hipótese. • Saiba trabalhar com Banco de Dados Relacional (SQL); • Tenha formação em Estatística, Matemática, Física, Ciência da Computação ou áreas correlatas; • Tenha muito interesse em desenvolver modelos robustos e pragmáticos para colocar em prática e capturar bons resultados para o negócio. • Goste de trabalhar em equipe, se relacionando com as áreas internas para capturar oportunidades e contar/treinar sobre os modelos desenvolvidos.  Informações adicionais  O Que Oferecemos • Espaço para criar e colaborar com a área, imprimindo o seu jeito de ser e conhecimentos que deram certo em outros lugares; • Cultura de crescimento e muita aprendizagem; • Benefícios como:Vale-transporte, Vale-refeição/Alimentação, Assistência médica e Odontológica, GymPass, Sesc, Convênio Farmácia, Alimand, Cupons de desconto eviners, Clube de descontos em diversos itens, frutas no escritório; • Flexibilidade de horários; • No dress code! Aqui você pode ser quem você é, e vir trabalhar como se sentir à vontade; • Ambiente descontraído e divertido; • E sim! Você pode tomar vinho enquanto trabalha!  Topa?  #evinosempre","url":"https://g.co/kgs/XqhcDa"},
{"company":"Ibope","text":"s desafios no IBOPE DTM são diversos:  Apoio às decisões estratégicas por meio de análises quantitativas utilizando ferramentas estatísticas; Explorar as bases de dados com o objetivo de encontrar padrões e informações relevantes para o cliente; Elaborar apresentações executivas e desenvolver dashboards para acompanhamento de resultados; Construção de modelagem estatística de propensão à compra, churn, basket analysis e segmentação de clientes.  Veja que para concorrer essa vaga é importante/imprescindível que você tenha:  Superior completo; Conhecimento com manipulação de banco de dados, domínio da linguagem SQL, pacote Office, programação em Python e R, modelagem estatística, construção de dashboards; Será considerado diferenciais, conhecimento em Tableau/Power BI e experiência com processos na nuvem, principalmente do Google.  Pensamos no seu bem-estar e saúde, por isso o nosso pacote de benefícios contém:  Vale-transporte Vale-refeição (R$ 30,00/dia) Assistência médica e odontológica da Amil (permitida inclusão de dependentes) Seguro de vida Convênio com academia Bio Ritmo e Smart Fit Convênio com Droga Raia e Drogasil Convênio com SESC Day off no aniversário  Estamos localizados próximo ao metrô Barra Funda – Zona Oeste/SP. Se você gostou da oportunidade, e está dentro do perfil, se CANDIDATE! Venha ser um Ibopeano.  “Tudo mudou. Qualidade de vida, flexibilidade de horário, amigos e família. Isso não se encontra em muitas empresas. Os colaboradores se relacionam muito bem e temos bons benefícios. Eu gosto de verdade de trabalhar aqui.” – Patrícia Matheus, secretária no IBOPE DTM","url":"https://g.co/kgs/wrhA9W"},
{"company":"Inovation IT Premium Outsourcing","text":"Job Description  Atuar em equipe de Soluções para Negócios  Ramo de atuação : Saúde  Vaga FIXA CLT com PLR.  Local de Trabalho : Zona Sul - São Paulo  Perfil Profissional  Curioso e antenado com tecnologia, comunicativo , acostumado com apresentações,  trabalho em equipe.  Alinhado com resultados e objetivos da empresa, solucionar de problemas,  inovador em modelos de levantamento e enriquecimento de dados.  Analítico, deve entender a estratégia de negócio.  Trabalhar com analise de banco de dados on-premisse gigantesco e pouco utilizado para  propor novas soluções que virem Projetos na Àrea de Negócios e de Medicina  com objetivo de reduzir custos Operacionais e agregar valor aos clientes da Corporação  Main responsibilities  Cientista de Dados ( Estatístico )  Necessário Experiência/Formação • Formação em Matemática,Ciências Exatas ou Engenharias, • Experiência com analises e modelagens preditivas, modelos de machine leraning, • Domínio em algoritmos de processamento em linguagem natural; • Mineração, transformação e análise de dados; • Métricas de performance de modelos: precision • Desenvolvimento de modelos estatísticos preditivos (criação, análise e manutenção de modelos ) • Desenvolver novas técnicas de segmentação e de modelagem preditiva, procurando sempre renovar as técnicas utilizadas • Realizar testes de eficácias dos modelos criados;  Tecnologias Desejadas • Linguagens Programação ( 2 anos + ) : Python , R • Banco de Dados : SQL , NoSQL (MongoDB, CouchDB, Cassandra, MemchacheDV , etc. ) • Algoritimos e Modelos : Regression models, Hidden Markov models, Support Vector Machines,  Dimensionality Reduction algorithms, Ensemble algorithms , Decision Trees, Clustering.  Diferenciais • Analytics: R / SAS  Processos Big Data • Hadoop • Spark • Flink  Frameworks e bibliotecas : TensorFlow, Theano, CNTK, scikit-learn, Caffe, SparkMlib  Conheça mais sobre NÓS  Fundada em 2007, a Inovation IT possuí 12 (Doze) anos de presença no mercado, atuando no segmento de tecnologia, destacando-se na prestação de serviços de Hunting / Recrutamento Especializado em TI.  Site: http://www.inovation.com.br/  Telefone: +55 (11) 3280-5645  Setor: Tecnologia da informação e serviços  Tamanho da empresa: 51-200 funcionários  Tipo: Empresa privada  Fundada em: 2007  Conheça Mais Sobre Nós • Website • LinkedIn • Facebook • Instagram","url":"https://g.co/kgs/GKLqxy"},
{"company":"Hays","text":"Sua nova empresa  Meu cliente é uma empresa nacional está criando mobilidade autônoma a partir do zero.  Estão aplicando o que há de mais recente em automóveis, robótica e energia renovável para projetar um veículo simétrico, bidirecional e de zero emissões a partir do zero para resolver os desafios exclusivos da mobilidade autônoma.  Sua nova posição  Posição de DATA SCIENTIST/DATA ANALYTICS.  O que precisa para ser bem sucedido  Responsabilidades:  Analisar extensas bases de dados permitindo realizar análises descritiva, diagnóstica, preditiva e prescritiva.  Extrair insights de bases analisadas visando conferir mais qualidade à tomada de decisão.  Apoiar as tarefas de preparação de massas de dados aptas à aplicação de técnicas de análise.  Requerimentos & Habilidades:  Formação na área de Computação (graduação, pós ou mestrado).  Sólidos conhecimentos em Estatística.  Experiência comprovada na elaboração de projetos envolvendo técnicas de aprendizagem de máquina (machine learning).  Experiência nas linguagens de programação SQL, Python, Java ou R  Técnicas de apresentação de dados (story telling) dominando alguma ferramenta semelhante ao PowewBI, Tableau ou QlikSense.  Scrum/Kanban.  Serviços de nuvem, preferencialmente AWS.  Inglês avançado a fluente é considerado desejável.  Diferencial:  Ter publicado algum trabalho em plataformas públicas, tais como Github ou Kaggle.  Ter trabalhado com soluções envolvendo banca ou seguros.  O que obterá em troca  Pacote salarial e benefícios atrativos.  Localidade: Berrini, São Paulo/SP.  O que precisa fazer agora  Se estiver interessado nesta posição, clique Aplicar-se agora para encaminhar uma cópia atualizada do seu CV, ou entre em contato conosco agora.  Se esta posição não for ideal para você, mas estiver buscando por uma nova posição, por favor conta-nos para discutirmos confidencialmente sobre a sua carreira","url":"https://g.co/kgs/oNMy4a"},
{"company":"KEEP SIMPLE","text":"Será responsável pelo desenvolvimento de soluções orientadas a dados baseadas em técnicas de aprendizado de máquina (Machine Learning) para prover aos produtos e serviços dos clientes, equipes de vendas, marketing e lideranças da empresa ideias para melhorar as decisões tomadas nos processos de negócio. Desenvolver modelos de dados e algoritmos personalizados para utilização pelos agrupamentos de dados, documentar as especificações que claramente expressam os requerimentos pela criação de casos de uso, e documentações com especificações técnicas e funcionais, coordenar com diferentes equipes funcionais a implementação de modelos e o monitoramento dos resultados, desenvolver processos e ferramentas para monitorar e analisar o desempenho dos modelos e a precisão dos dados. Qualificação: Ambiente Unix, experiência com Python, Scala, R ou Java, processamento de dados distribuídos (Spark ou Hadoop), AWS com S3, EC2, EMR, Redshift, DynamoDB, Kinesis, conhecimentos analíticos, estatísticos e de linguagens de programação","url":"https://g.co/kgs/Cduyj6"},
{"company":"Ame Digital","text":"Oi, somos a Ame!  Somos um fintech trabalhando para simplificar e revolucionar a maneira como as pessoas se relacionam com o dinheiro.  Quer saber mais sobre a gente? Clica aqui!  Cultura de Dados na Ame  Tecnologia é o nosso core – e para apoiar nossa revolução, contamos com cientistas de dados que nos ajudam a desenvolver algoritmos e criar modelos capazes de prever como nossos clientes e plataforma se comportam.  Desde a experiência do cliente até prevenção à fraude, diversas são os desafios dos cientistas da Ame. Através de uma plataforma de alta escalabilidade em Big Data, nossos datalakes estão enriquecidos com inúmeros datasets para sustentar a construção e performance dos modelos.  Dentro Da Nossa Stack Temos • Python • Scala • Spark • SQL • NoSQL databases • Databricks • Azure Estamos crescendo de forma muito acelerada, e vamos precisar de Data Scientist, para participar do ciclo de desenvolvimento do produto, atuando na análise dos dados e criação de modelos preditivos.  Como estamos em rápida expansão, precisamos de pessoas movidas a desafios, que adoram aprender e a buscar soluções criativas.  Responsabilidades e atribuições • Data collect • Data mining • Análise e modelagem de dados • Criação de modelos preditivos usando técnicas de machine larning • Resolução de problemas utilizando técnicas de machine learning • Bibliotecas para análise de dados (Pandas, ScyPy, Scikit-learn, etc) • Colaboração com o time, dividindo idéias que possam melhorar nossos sistemas e a vida dos nossos usuários  Requisitos e qualificações • Graduação em Matemática, Física, Ciência da Computação ou áreas relacionadas • Experiência em: • SQL e banco de dados relacionais • Linguagens de programação como Python ou Scala • Análise e modelagem de dados • Ser curioso e autodidata • Facilidade em trabalhar dentro de times multifuncionais Diferenciais • Desenvolvimento de modelos de classificação, agrupamento e regressão • Ecossistema Hadoop (Spark, MapReduce, etc) • Linguagem de programação R • Processamento distribuído • Modelagem de serviços de meios de pagamento  Mais sobre nós • Ambiente descontraído e no dress code • Ame Talks – conversa semanal sobre a estratégia e tudo o que está rolando na Ame. • Acesso a todo o time o tempo todo - trabalhamos juntos para ir mais longe mais rápido • Benefícios • Pacote de remuneração compatível • Benefícios (vale transporte, vale refeição, plano de saúde médico e odontológicoOi, somos a Ame!  Somos um fintech trabalhando para simplificar e revolucionar a maneira como as pessoas se relacionam com o dinheiro.  Quer saber mais sobre a gente? Clica aqui!  Cultura de Dados na Ame  Tecnologia é o nosso core – e para apoiar nossa revolução, contamos com cientistas de dados que nos ajudam a desenvolver algoritmos e criar modelos capazes de prever como nossos clientes e plataforma se comportam.  Desde a experiência do cliente até prevenção à fraude, diversas são os desafios dos cientistas da Ame. Através de uma plataforma de alta escalabilidade em Big Data, nossos datalakes estão enriquecidos com inúmeros datasets para sustentar a construção e performance dos modelos.  Dentro Da Nossa Stack Temos • Python • Scala • Spark • SQL • NoSQL databases • Databricks • Azure Estamos crescendo de forma muito acelerada, e vamos precisar de Data Scientist, para participar do ciclo de desenvolvimento do produto, atuando na análise dos dados e criação de modelos preditivos.  Como estamos em rápida expansão, precisamos de pessoas movidas a desafios, que adoram aprender e a buscar soluções criativas.  Responsabilidades e atribuições • Data collect • Data mining • Análise e modelagem de dados • Criação de modelos preditivos usando técnicas de machine larning • Resolução de problemas utilizando técnicas de machine learning • Bibliotecas para análise de dados (Pandas, ScyPy, Scikit-learn, etc) • Colaboração com o time, dividindo idéias que possam melhorar nossos sistemas e a vida dos nossos usuários  Requisitos e qualificações • Graduação em Matemática, Física, Ciência da Computação ou áreas relacionadas • Experiência em: • SQL e banco de dados relacionais • Linguagens de programação como Python ou Scala • Análise e modelagem de dados • Ser curioso e autodidata • Facilidade em trabalhar dentro de times multifuncionais Diferenciais • Desenvolvimento de modelos de classificação, agrupamento e regressão • Ecossistema Hadoop (Spark, MapReduce, etc) • Linguagem de programação R • Processamento distribuído • Modelagem de serviços de meios de pagamento  Mais sobre nós • Ambiente descontraído e no dress code • Ame Talks – conversa semanal sobre a estratégia e tudo o que está rolando na Ame. • Acesso a todo o time o tempo todo - trabalhamos juntos para ir mais longe mais rápido • Benefícios • Pacote de remuneração compatível • Benefícios (vale transporte, vale refeição, plano de saúde médico e odontológico ","url":"https://g.co/kgs/9pqiw2"},
{"company":"Syngenta","text":" Sobre a Syngenta: Syngenta é uma companhia líder do setor agrícola orientada a melhorar a segurança alimentar mundial ajudando a milhões de produtores a facer um uso mas eficiente dos recursos disponíveis. Através de ciência de primeiro nível e soluções inovadoras para cultivos, nossos 28.000 colaboradores em mais de 90 países trabalham para transformar a produção agrícola. Estamos comprometidos com a recuperação de terras recuperar a terra à beira da degradação, melhorando a biodiversidade e revitalizando as comunidades rurais.  Localidade: São Paulo  Nós fazemos a diferença: Você fará parte de um time focado em inovação que transforma dados em soluções para o negócio. Através de curiosidade e dinamicidade, você contribuirá para o desenvolvimento da agricultura e experimentará um papel critico para o negócio. Veja mais detalhes abaixo:  Responsabilidades: Você será responsável por desenvolver modelos estatísticos e metodologias de cálculo para análise de dados que suportem melhores decisões. Para isso terá que atuar em proximidade com diferentes times de nossa organização, principalmente na área de desenvolvimento de germoplasma. Você irá interagir e participar de projetos globais e suportará a LATAM, sendo referência para questões relacionadas à estatística e matemática. Além disso, será responsável pela preparação de reportes e Dashboards e deverá explorar novas maneiras de captura, estruturação, automatização e análise de dados.  Qualificações  Na Syngenta somos altamente focados em pessoas - buscamos profissionais comprometidos, colaborativos e com excelência na execução. Valorizamos líderes que se comunicam efetivamente, desenvolvem equipes e lideram com o exemplo. Nossa industria e funções estão mudando rapidamente, por isso estamos em busca de novos profissionais com um forte desejo de autodesenvolvimento. É indispensável para esta posição: Paixão por dados! Além disso, alguns requisitos se fazem essenciais: • Graduação concluída em Matemática, Estatística, Ciência da Computação, ou Engenharia com especialização/mestrado em estatística. • Experiência de trabalho na área, com competências técnicas em modelos linear e não-linear, teste de hipótese paramétricos e não paramétricos, análise de séries temporais e dados categóricos, análise de sobrevivência, design de experimentos, arvores de decisão e métodos de clusterização. • Conhecimento em manipulação e estruturação de banco de dados (SQL e NoSQL), programação (R, Python), Big Data e plataformas de machine Learning. • Orientação para trabalho em equipe e desenvolvimento de relações interpessoais e habilidade de interagir com áreas de negócio. • Inglês Avançado Faça parte da experiência Syngenta: • Salario e Benefícios competitivos • Ambiente dinamico e internacional • Ambiente moderno, profissional, seguro e colaborativo • Políticas inovadoras (por ex.: horário flexível, focado em objetivos) • Apoio ao desenvolvimento pessoal em um ambiente diverso e inclusivo. Mais do que acreditar somente no poder da diversidade, a Syngenta vem promovendo uma cultura inclusiva que abrange as diferenças em todas as formas. Aqui, acreditamos que o sentimento de pertencimento permite que as pessoas sejam as melhores versões de si mesmas, construindo um ambiente cada vez mais acolhedor e produtivo. Todos os candidatos qualificados serão considerados para as vagas, sem distinção de raça, gênero, idade, nacionalidade ou deficiência.  Local Principal: Brasil  Cargo: R&D - Research","url":"https://g.co/kgs/2tZsVj"},
{"company":"Gauge","text":"DESCRIÇÃO - Análises de dados; - Criação, implementação e otimização de modelos de Machine Learning; - Análises estatísticas exploratórias e descritivas; - Apoio na estruturação do pipeline de modelagem; - Definição e monitoramento de indicadores de negócio; - Criação e atualização de dashboards.  REQUISITOS • Forte conhecimento de estatística; • R e/ou Python; • Linguagem SQL; • Experiência (acadêmica ou de mercado) com análise de dados e Machine Learning; • Power BI e/ou Google Data Studio; • Excel Avançado. BENEFÍCIOS • Vale-transporte • Vale-refeição • Convênio médico • Convênio odontológico","url":"https://g.co/kgs/TD4t5f"},
{"company":"Propz","text":"A Propz é uma empresa de tecnologia pioneira na aplicação de Inteligência Artificial para alavancar vendas no varejo físico. A combinação de CRM, Big Data e machine learning, aliada à expertise no segmento, personaliza de forma automatizada o envio de campanhas de marketing digital em múltiplos canais. A tecnologia verticalizada desenvolvida pela Propz é capaz de entender a jornada de consumo, predizer ofertas mais atraentes e reagir em tempo real, atingindo os consumidores certos no momento certo. Como resultado, aumentamos a rentabilidade dos nossos clientes e melhoramos a experiência do consumidor. O Cientista de Dados da Propz tem como principal desafio gerar valor através da elaboração, execução e adaptação de modelos, prezando por automatização e escalabilidade. Será responsável pela elaboração de dashboards e outras análises no intuito de posicionar o CRM como um instrumento de inteligência analítica aos parceiros da Propz. Procuramos um profissional com pensamento analítico para resolução de problemas, que seja capaz de transformar desafios em grandes conquistas. Terá interface constante com as outras equipes da Propz no Brasil, Rússia e Peru. Principais Desafios • Elaboração, implantação e manutenção de modelos analíticos e de machine learning em produção; • Garantia e auditoria de qualidade de dados, em contato com o negócio e com equipes no exterior; • Automação de processos; • Atendimento aos clientes internos, eventualmente externos, dando suporte para entendimento das soluções analíticas e da utilização no varejo; • Auxiliar na alavancagem de novas oportunidades com os clientes existentes; • Participar ativamente na inovação e melhorias no produto. • Formação em áreas da Computação; • Experiência em teste e validação de hipóteses usando dados; • Experiência em linguagens de programação como R ou Python, e SQL; • Conhecimentos em ferramentas de versionamento de código; • Inglês avançado/fluente. Será um diferencial se você... • Tiver experiência com análises de dados, MVP de analytics e modelos em produção; • Conhecimentos em linguagens de programação Scala; • Conhecimento em sistemas de processamento de dados de forma paralela e distribuída (Spark","url":"https://g.co/kgs/r1B2nJ"},
{"company":"Thomson Reuters","text":"Job Description Profissional assumirá o papel de liderar o uso de dados para tomada de decisões com a utilização de algoritmos de Machine learning e Deep learning. Seu foco principal será a aplicação de técnicas de mineração de dados, a análise estatística e a construção de sistemas de predição integrados aos nossos produtos. Será responsável: • Pela criação, análise e manutenção de modelos baseados em algoritmos estatísticos e técnicas de Machine learning, usando linguagem R (Python ou correspondentes); • Pela manipulação de grandes volumes de dados; • Por desenvolver novas técnicas de segmentação e de modelagem preditiva; • Suportar outras áreas da empresa na resolução de problemas quantitativos; • Por criar e automatizar ciclos analíticos end-to-end: obtenção e tratamento/limpeza dos dados, análise de dados e modelagem, comunicação dos resultados e deploy dos modelos; Experiência em: • Ferramentas de Big Data & Analytics; • Matemática e estatística aplicada, como distribuições, testes estatísticos, regressão, etc; • Modelagem preditiva (Machine Learning); • Ferramentas de visualização de dados (Tableau etc); • Ferramentas de Data Science (R, Weka, NumPy, MatLab, etc); • Programação (Python, R ou Julia); • Bases de dados relacional e No-SQL; • Conhecimento dos principais algoritmos de Machine Learning (capaz de explicar como funcionam). At Thomson Reuters, we believe what we do matters. We are passionate about our work, inspired by the impact it has on our business and our customers. As a team, we believe in winning as one - collaborating to reach shared goals, and developing through challenging and meaningful experiences. With more than 25,000 employees in more than 100 countries, we work flexibly across boundaries and realize innovations that help shape industries around the world. Making this happen is a dynamic, evolving process, and we count on each employee to be a catalyst in driving our performance - and their own. As a global business, we rely on diversity of culture and thought to deliver on our goals. To ensure we can do that, we seek talented, qualified employees in all our operations around the world regardless of race, color, sex/gender, including pregnancy, gender identity and expression, national origin, religion, sexual orientation, disability, age, marital status, citizen status, veteran status, or any other protected classification under applicable law. Thomson Reuters is proud to be an Equal Employment Opportunity/Affirmative Action Employer providing a drug-free workplace. We also make reasonable accommodations for qualified individuals with disabilities and for sincerely held religious beliefs in accordance with applicable law. Intrigued by a challenge as large and fascinating as the world itself? Come join us. To learn more about what we offer, please visit thomsonreuters.com/careers. More information about Thomson Reuters can be found on thomsonreuters.com. Locations São Paulo-São Paulo-Brazil","url":"https://g.co/kgs/R5FpZb"},
{"company":"Cielo","text":"Estamos buscando profissionais de Data Science de todos os níveis que possam contribuir para o salto de patamar de Data Science na Cielo, tornando-a uma referência em Data Science e Machine Learning no Brasil. Trabalhando na área de Data Science, você terá a oportunidade de atuar em um time de cientistas de dados que atende todas as áreas da Cielo, gerando insights de negócio e criando modelos preditivos que impactem positivamente o resultado da companhia , através do aumento da satisfação dos nossos clientes, incremento de receitas ou otimização de custos. Buscamos pessoas motivadas que gostam de compartilhar seus conhecimentos e são incansáveis na busca de soluções criativas para qualquer tipo de desafio. Se você é apaixonado(a) por Machine Learning e Inteligência Artificial e gosta não só de criar modelos de impacto mas também de disseminar os conhecimentos para outras áreas, essa vaga é para você! RESPONSABILIDADES E ATRIBUIÇÕES • Gerar actionable insights utilizando-se de técnicas de Analytics; • Criar modelos que impactem positivamente o resultado da Cielo, com aumento da satisfação dos clientes, incremento de receitas ou redução de custos. • Obtenção e tratamento/limpeza dos dados; análise de dados e modelagem; comunicação dos resultados. • Suportar outras áreas de empresa na resolução de problemas quantitativos. • Negociação de prazos e entregáveis com executivos e áreas parceiras. • Montar e apresentar materiais para executivos, com mensagens impactantes. REQUISITOS E QUALIFICAÇÕES • Boa base matemática, estatística e conceitos gerais de programação/algoritmos; • Conhecimento em banco de dados e linguagem SQL; • Desejável pós-graduação ou especialização em Data Science (para as vagas de Especialista); • Experiência profissional em linguagens de programação. Exemplos: SAS, Python, R, Scala; • Experiência com modelagem preditiva (Machine Learning); • Leitura fluente em inglês; DIFERENCIAL: • Ter publicações/portfolio no Github; • ter participado de competições, como por exemplo no Kaggle; • ter participado em algum Hackathon. • Ter realizado cursos no Coursera, Datacamp, Udacity, Udemy, Dataquest, Data Science academy entre outros; • Experiência com ferramentas de Big Data (Spark, Hive, Impala); • Experiência com ferramentas de visualização de dados (Tableau, QlikView, Microstrategy, PowerBI, DataStudio etc.). OFERECEMOS: Oportunidade de fazer história! Ambiente agradável e desafiador; Pacote salarial atrativo; Pacote de benefícios: Assistência Médico e Odontológica, Vale Refeição ou Alimentação, Auxilio Creche, Estacionamento ou Fretado; PLR anual; Previdência privada; Home Office 1 vez por semana Sexta- Feira Curta","url":"https://g.co/kgs/yJpeKc"},
{"company":"Docket Brasil","text":"Job Description Somos uma startup revolucionária. A Docket é uma startup de tecnologia que esta reinventando a forma como as grandes empresas lidam com a obtenção de documentos e certidões. Através do uso intensivo de tecnologia, dados e inteligência artificial tornamos o dia a dia de nossos clientes mais ágil, transparente e eficiente. Mas queremos alcançar muito mais! E para isso estamos buscando profissionais que estejam alinhados com a nossa cultura e nosso propósito.  o/ Main responsibilities • Elaborar análises que gerem insights constantes para resolução de problemas e ou melhoria de eficiência; • Coletar e estruturar dados de diferentes locais para relatórios; • Criar os indicadores e reports operacionais (KPIs, Dashboards...); • Acompanhar periodicamente as métricas e indicadores; • Apoiar novas soluções de monitoramento que garantam a mitigação de riscos operacionais e que podem impactar processos/produtos; • Apoiar a equipe e os demais times, no diagnóstico de possíveis causas raízes de problemas que foram alarmados pelos controles de monitoramento e dados; • Participar ativamente de reuniões voltadas para o tema de dados e analytics; • Garantir a preparação dos dados; • Criação de modelos e indicadores; • Sistematização e análise cruzada de dados internos sendo capaz de traduzir e transformar dados em insights claros e acionáveis para as áreas de negócios; • Usar ferramentas de BI, Excel e Dashboards para sistematização de métricas e indicadores para acompanhamento; • Fomentar a cultura voltada a dados na empresa, transformando dados em informações para direcionar decisões de negócio, gerando reports e análises às áreas clientes; • Construir dashboards para visualização de dados e informações. Requirements And Skills • Imprescindível conhecimento Avançado em Excel; • Conhecimento em Tableau, Metabase, ferramentas similares para publicação de KPIs e Dashboards; • Conhecimento necessários em linguagem de programação, SQL • Conhecimento desejável em R, Python estatística ; • Experiências em área de Dados e Analytics; • Conhecimento avançado nas ferramentas do pacote office; • Experiência em construção de apresentações. Additional information Vantagens • Salário compatível com o mercado + VT + VR ou VA + Plano de saúde e odontológico + Seguro de vida + Improve Yourself; • Auxílio creche para crianças de até 1 ano • Baby Cash após nascimento dos filhos • Comidinhas uma vez por semana • Ambiente descontraído, criativo e oportunidade de crescimento acelerado =) • Local: Pinheiros • Horário: 44 horas semanais. Sobre nós A Docket é uma startup que realiza busca, gestão e pré-análise de documentos. Com tecnologia avançada e inovadora, otimizamos os processos jurídicos de empresas de vários segmentos! Atuamos como facilitadores para nossos clientes, pois reduzimos o custo e o prazo com demandas de documentação. Nosso escritório é em São Paulo, mas atuamos com documentos de todo o país. Nossa história é repleta de conquistas! Fomos acelerados pelo Google Launchpad, com uma participação de destaque dentre as startups selecionadas. Somos a quarta startup mais desejada do Brasil, segundo o LinkedIn Top Startups. E queremos muito mais! Conheça mais sobre nós","url":"https://g.co/kgs/q2ndPB"},
{"company":"Webmotors","text":"Como é ser cientista de dados aqui na Webmotors? Aqui você terá a oportunidade de trabalhar com tecnologias de ponta, fazer parte de um time multifuncional, trabalhar em um ambiente informal, Construir e aprimorar modelos de classificação e aplicar de técnicas de mineração de dados. Responsabilidades e atribuições Requisitos e qualificações O que esperamos que você tenha? Formação superior completa em Estatística, Sistemas de Informação, Ciência da Computação, Engenharia e afins Conhecimento sobre práticas e princípios ágeis; Conhecimentos de algoritmos de machine learning, tais como k-NN, Naive Bayes, SVM, Decision Forests, entre outros; Experiência em ferramentas de Data Science, tais como R ou Python; Experiência em ferramentas de visualização de dados, tais como Tableau, Qliksense ou D3; Proficiência em linguagens de queries, tais como SQL e Hive; Bons conhecimentos de estatística aplicada, tais como distribuições estatísticas, testes de hipótese e regressão; Altamente orientado a dados; Boa capacidade de comunicação","url":"https://g.co/kgs/EYJfdu"},
{"company":"Portal Telemedicina","text":"Vaga - Cientista de Dados - Portal Telemedicina (Bolsa Fapesp TT-V) Local: SP / São Paulo Quem somos? Trabalhe com propósito, gere impacto real na sociedade e ajude a salvar vidas conosco! Somos uma startup vencedora de diversos prêmios de inovação e acelerada pelo Google, com uma missão de salvar vidas, permitir acesso universal à medicina de qualidade. Somos disruptivos e comprometidos médicos e pacientes através da saúde digital de excelência. Permite que pacientes em locais remotos tenham acesso rápido aos resultados de exames com elogios feitos por uma equipe de especialistas da primeira. Estamos em constante evolução e crescimento, por isso, buscamos pessoas de alta performance, com brilho nos olhos, que consigam atuar com autonomia e foco em resultados. Prezamos por um ambiente de trabalho amigável e nos preocupamos em ajudar nossos clientes. Transparência, honestidade, flexibilidade e a busca pela evolução contínua são qualidades que precedem a formação do nosso tempo. Por que precisamos de um cientista de dados e o que buscamos nele? Buscamos um profissional com alto nível de domínio das ferramentas necessárias e algoritmos estatísticos, de preferência com domínio na área da saúde, pois suas decisões são de alto impacto para pacientes e gestores públicos do SUS e clínicas públicas. Um Portal Telemedicina disponível para esta vaga de bolsa TT-V da fapesp (ver valores e requisitos mínimos em: http://www.fapesp.br/3162 e / 3098 ). Apesar da duração da bolsa ser 24 meses apenas, buscamos um profissional dedicado e competente que compartilhe o nosso ideal de salvar vidas para juntar-se à equipe de forma definitiva. Como você vai atuar? • Será responsável pela pesquisa, desenvolvimento e utilização de sistemas, processos e métodos médicos de extração de conhecimento e insights em dados de saúde. • Revisão bibliográfica detalhada do projeto; • Projeto de estrutura: será responsável pela determinação de sistemas, processos e métodos científicos que usam no projeto, envolvimento ou estado da arte em epidemiologia (estatística em saúde), agrupamento, detecção de anomalias, reconhecimento de padrões e aprendizado profundo; • Análise de dados: foco no processo de inspeção de dados com o objetivo de descobrir informações úteis, sugerir uma ajuda e o processo de tomada de decisão de gestores e profissionais de saúde; • Inteligência empresarial: envolver-se coletar, organizar, compartilhar e monitorar a quantidade de informação necessária para usar as ferramentas de inteligência empresarial, assim como o suporte à gestão de negócios; O que ofertas? Desfrute dos benefícios de trabalhar em um ambiente produtivo e todo vapor, mas ao mesmo tempo flexível e descontraído de uma inicialização, no nosso escritório em São Paulo, na cidade especializada pela qualidade de vida que é armazenada. E, mais: • Possibilidade de contratação no regime CLT, mediante apresentação de bons resultados • Oportunidade de trabalhar em um negócio com propósito e em constante crescimento • Capacitação com aceleradoras, oficinas etc) • Atuação em parceria com horários do Google, Governos e secretarias de Estado • Cultura de Feedback e desenvolvimento • E regalias como: código de vestimenta informal, flexibilidade de horários, confraternizações etc Habilidades Necessárias • Graduação em Ciência da Computação, Estatística, Matemática, Sistemas de Informação, Engenharia de Computação, Engenharia de Controle e Automação, ou áreas afins; • 5 anos de experiência comprovada na carteira de trabalho após uma graduação em áreas afins ou Doutorado na área (Exigência da agência de fomento); • Alto nível de comprometimento e organização em seu processo de trabalho; • Conhecimento de técnicas e métodos de IA, tais como sistemas especialistas, lógica nebulosa, floresta aleatória e redes neurais; • Python (mínimo 1 ano): Uso de bibliotecas Pandas, Numpy; • Inglês intermediário; Requisitos Desejáveis • Vivência específica na área de saúde ou trabalhando com dados de saúde / saúde coletiva / informática em saúde; • Familiaridade com Processamento de Linguagem Natural; • Processamento de Sinais e Sistemas Lineares; • Docker, TensorFlow, Hadoop, Django, Frasco; • Inglês Avançado, boa leitura e compreensão do idioma","url":"https://g.co/kgs/3KaS2a"},
{"company":"Raízen","text":"Buscamos um(a) Anlalista Cientista de Dados, para atuar em nosso escritório em São Paulo - SP NOSSO TIME DE ANALYTICS QUER VOCÊ! Venha conhecer nossas oportunidades e fazer parte do time Raízen, desenvolvendo sua carreira junto com a gente !! #SomosRaízen TIME DE ENERGIA Estamos buscando um(a) Cientista de Dados para atuar em nosso time de Analytics em nosso escritório em São Paulo e em busca de talentos que possam se desenvolver dentro da companhia e que tenham ENERGIA para fazer diferente! Em nosso time de alta performance, você conhecerá a fundo os desafios de uma das maiores empresas do Brasil. Atividades: • Trabalhar com as partes interessadas em toda a organização para identificar oportunidades de alavancar os dados da empresa para gerar soluções de negócios; • Analise os dados das bases da empresa para gerar otimização e melhoria do desenvolvimento de produtos / serviços e estratégias de negócios. • Avaliar a eficácia e a precisão de novas fontes e técnicas de coleta de dados; • Desenvolver modelos e algoritmos de dados personalizados para se aplicar aos conjuntos de dados; • Usar modelagem preditiva para aumentar e otimizar geração de receita, solucionar problemas de negócio, experiências dos clientes e outros resultados comerciais; • Desenvolver estrutura de teste A / B da empresa e a qualidade do modelo de teste; • Trabalhar com diferentes equipes funcionais para implementar modelos e monitorar resultados; • Desenvolver processos e ferramentas para monitorar e analisar o desempenho do modelo e a precisão dos dados. Pré-requisitos: • Formação superior completa em exatas ou ciência da computação; • Forte capacidade de resolução de problemas com ênfase no desenvolvimento de produtos/serviços; • Experiencia na utilização de linguagens estatísticas de computadores (R, Python, SLQ, etc.) para manipular dados e desenhar informações de grandes conjuntos de dados; • Experimente trabalhar com e criar arquiteturas de dados","url":"https://g.co/kgs/MUVc6Y"},
{"company":"Platform Builders","text":"Vasculhando o passado, criamos o presente lapidando o futuro, trabalhando de maneira peculiar, pensando no valor contínuo de crescimento com novos insights e tecnologias. Quer fazer parte dessa história, aperfeiçoando suas skills em projetos sustentáveis, de maneira horizontal e escalável? Só bora! #SejaBuilder Qual Será o Seu Desafio Implantar modelos de machine learning Controlar grande volume de informações Implementar códigos de linguagem de Python Criar algoritmos para extrair insights de dados. Criar Dashboards Responsabilidades e atribuições Tecnologias Que Vão Gerar Valor Nos Projetos Conhecimento em big data Conhecimento em banco Oracle, MYSQL, mongoDB, MySql, Firebase, Bigquery Conhecimento ETL e metodologia Estrela(BI). Conhecimento ferramenta Talend e outras ferramentas de ETL GCP,AZURE e AWS Limpeza e tratamento de dados Machine learning e deep learning Programação Python para tratamento, extração Criação de dashboard - DataStudio, Tableau, PowerBI e outras ferramentas Requisitos e qualificações O Que Te Aproxima De Se Tornar Um(a) Builder Visão do negócio - transformar os dados em informação, gerando novos insights e valor para o negócio. Informações adicionais • Oportunidades reais de empreender e impactar • Fazer parte de uma comunidade de empreendedores de ponta, o Movimento • Inovação e criação liberados • Participar de um processo único de geração de valor • Contribuir na criação de métodos disruptivos • Colocar suas ideias no mercado, na prática! :) • Possibilidade de Profit share em novos Negócios • Prestador de Serviços (PJ) • Flexibilidade de horário","url":"https://g.co/kgs/S6qZyL"},
{"company":"Eurofarma","text":"O Cientista de Dados será responsável por modelar problemas complexos da empresa, descobrindo insights e identificando oportunidades através do uso de técnicas estatísticas, algorítmicas, de mineração e de visualização. Além das habilidades analíticas avançadas, esse papel também é proficiente em integrar e preparar conjuntos de dados grandes e variados, arquitetura de bancos de dados especializados e ambientes de computação e comunicação de resultados. Os cientistas de dados trabalham em estreita colaboração com clientes, administradores de dados, gerentes de projetos / programas e outras equipes de TI para transformar dados em informações e conhecimentos críticos que podem ser usados para tomar boas decisões organizacionais. Outras responsabilidades incluem fornecendo dados congruentes e confiáveis. Eles precisam ser pensadores criativos e propor maneiras inovadoras de olhar problemas usando a mineração de dados (o processo de descobrir novos padrões de grandes conjuntos de dados e abordando o conjunto de informação disponível. O profissional precisará validar suas descobertas usando uma abordagem experimental e interativa; também precisará apresentar suas descobertas ao negócio, expondo suas suposições e validação e trabalhar de uma maneira que possa ser facilmente entendida pelos colegas de negócios. Esses profissionais precisarão de uma combinação de foco nos negócios, fortes habilidades analíticas e de resolução de problemas e conhecimento de programação para poder percorrer rapidamente hipóteses através da fase de descoberta do projeto. São necessárias habilidades escritas e de comunicação para relatar as descobertas de maneira clara e estruturada. Responsabilidades e atribuições • Atuar no desenvolvimento de sistemas, produtos e soluções de ponta a ponta, em nível de produção e em larga escala, prezando pela qualidade, reuso, legibilidade e transparência do código; • Contribuir para a tomada de decisões tecnológica; • Comunicar de forma clara o funcionamento das soluções, traduzindo a complexidade tecnológica para os clientes internos; • Acompanhar e desenvolver iniciativas de pesquisa e publicações científicas, conhecer e acompanhar o ecossistema de pesquisa. Requisitos e qualificações Qualificações e Conhecimentos Desejados • Formação, especialização ou nanodegree na área de Ciência de Dados; • Mínimo de 2 anos Experiência e análises de dados e machine learning; • Experiência em análise e caracterização estatística; • Conhecimento em linguagens Python, Scala e/ou R; • Conhecimento de bancos de dados relacionais e não relacionais; • Experiência com Data Warehouse; • Hadoop - Manutenção e utilização - Spark, HDFS, Yarn, Impala, Kudu; • Ferramentas de ETL; • Conhecimento vasto de ferramental tecnológico, linguagens de programação e processamento de dados em larga escala; • Scrum/Agile; • Git - colaboração e organização dos fluxos. Diferenciais • Certificação Cloudera ou Hortonworks; • Portfólio de projetos relacionados à Ciência de Dados (Github, Kaggle, etc); • Experiência e/ou certificação em alguma ferramenta de Data Warehouse; • Devops - Kubernetes/Docker processos de CI/CD; • Habilidade em conversar sobre negócio com o Cliente e traduzir em atividades. Informações adicionais • Local: Campo Belo • Horário: Administrativo Flexível","url":"https://g.co/kgs/WKDCJE"}
]