[{
	"company":"DataSprints",
	"text": "Banco de Currículos - Engenheiros e Engenheiras/Cientistas/Analistas de Dados SALVAR D DataSprints Belo Horizonte, MG (+1) Acesse em Hipsters.jobs há 7 diasTempo integral A Data Sprints, empresa de consultoria em Ciência e Engenharia de Dados, está em busca de grandes talentos em Engenheria, Ciência e Análise de Dados. Neste cargo, você fará parte de um time de elite que vem atuando em projetos de Data & Analytics nas maiores startups e corporações do país. E ainda estará inserido em um dos ecosistemas mais vibrantes da tecnologia e startups do Brasil, o San Pedro Valley.  É uma grande oportunidade de se aprender com profissionais de referência e atuar em projetos que lidam com verdadeiro Big Data e produtizam Machine Learning para milhões de usuários em diversos clientes!  Temos um ambiente de autonomia e grande aprendizado, utilizamos as tecnologias de ponta na AWS e também Open-Source, como RDS, Athena, Kinesis, Dremio, Apache NiFi e Metabase. • Requisitos Obrigatórios*: • Programação básica com SQL • Programação básica com Python • Experiência com Cloud Computing • Experiência com Linux • Inglês avançado • Experiência com Data Science/Engineering  Local: • Edifício Séculus - Rua Paraíba, nº 330 - Belo Horizonte/MG • Benefícios*: • Contratação como PJ • No Dress Code :) • Horário Flexível • Possibilidade de Home-Office • Oportunidade de praticar inglês e conhecer novas culturas através da presença de intercambistas em nosso time • Investimento em Cursos e Certificados AWS ",
	"url": "https://g.co/kgs/TZcYyw"
}, {
	"company":"Strider Agro",
	"text": " Engenheiro de Dados 2019 SALVAR  Strider Agro Belo Horizonte, MG Acesse em Linkedin Mais de um mês atrásTempo integral Quer impulsionar sua carreira de forma rápida? Aqui na Strider somos resolvedores de problemas orientados a missão!  Queremos revolucionar a agricultura criando soluções de última geração. Sabemos que ser líder de mercado, e se manter nessa posição, dá trabalho. Por isso, nossas equipes não têm medo de sair da zona de conforto. Precisamos de gente f*%#, com muita disposição para aprender, que considere excelência um fator inegociável, e tenha muita sede por desafios!  Estamos buscando um(a) profissional de computação ou áreas relacionadas, com conhecimento em engenharia de dados, para dar suporte à pesquisa e implementação de modelos de inteligência artificial, que vão ajudar a operação de nossos clientes. Buscamos alguém que goste de aprender, tenha senso crítico e sede por desafios para garantir a alta qualidade de nossos produtos e seu valor para nossos clientes.  Responsabilidades • Montar e manter data pipelines escaláveis. • Atuar na criação e implementação de modelos de machine learning para aplicação core business em produção. • Desenvolver expertise nos softwares que compõem a plataforma Strider. • Desenvolver a compreensão do contexto dos clientes e do uso dos nossos produtos. • Ser capaz de desenvolver habilidades em novas tecnologias para cumprir os objetivos do produto.  Essenciais • Curso superior em computação ou área relacionada, ou experiência profissional equivalente. • Conhecimentos em: bancos de dados relacionais e não-relacionais (ex: MySQL, MongoDB, Cassandra), message brokers (RabbitMQ, Kafka), engines de processamento (Spark, Hadoop, etc).  Diferenciais • Conhecimento em frameworks de machine learning e deep learning (MLlib, TensorFlow). • Experiência com dados geoespaciais (raster e vetorial) em larga escala. • Conhecimento em engenharia de software e padrões de projeto.  Benefícios (CLT) • Vale Refeição ou Alimentação • Vale Transporte • Seguro de Vida e Acidentes Pessoais ",
	"url": "https://g.co/kgs/QfFQfw"
}, {
	"company":"Sympla",
	"text": " Pessoa Engenheira de Dados SALVAR  Sympla Belo Horizonte - MG Acesse em Glassdoor Acesse em Hacendo.comAcesse em EmpregosAcesse em SymplaAcesse em BeBee.com há 8 dias28 minTempo integral Quem Somos?  Simplicidade é nosso nome e sobrenome. Somos a maior plataforma de venda de ingressos e gestão de eventos do Brasil e temos orgulho de ter tecnologia e design no nosso DNA. Acreditamos em experiências acessíveis, agradáveis e inspiradoras, que simplifiquem a vida das pessoas. Para acompanhar o crescimento da Sympla estamos escalando nosso time de Produto e para isso buscamos pessoas incríveis!  Nosso time atua sempre com foco nos melhores resultados, construímos juntos, somos analíticos e pensamos em todo o contexto para entregar com qualidade a melhor experiência para nossos clientes, entendendo seus dilemas.  Porque a Pessoa Engenheira de Dados é importante para nós? Como membro da equipe de Produto e Desenvolvimento, área de Data Intelligence, você será responsável pela elaboração de novas ferramentas, manutenção das ferramentas existentes e pela tomada de decisões relacionadas arquitetura das aplicações e dos microsserviços que compõem o ecossistema da Sympla.  Seus desafios serão: • Projetar e criar pipelines de dados confiáveis, trabalhar com fluxos completos de manipulação de dados desde a extração até a documentação. • Manipular, estruturar e tornar acessíveis grandes volumes de dados que são utilizados para exploração de dados e modelos de Machine Learning. • Desenvolver softwares, ferramentas e automatizar tarefas para atender a área; • Aprimorar a estrutura do Data Warehouse da empresa.  Oferecemos: • Ambiente criativo, inovador e estimulante; • Regime de contratação CLT; • Salário compatível com o mercado, VT e VR; • Plano de Saúde e Odontológico; • No dress code (pode trabalhar de bermuda, chinelo, etc); • Clima descontraído; • Café, bebidas variadas e snacks. • Horário flexível :) • 40h semanais  O que buscamos?  Procuramos pessoas que buscam ser protagonistas de sua carreira e que queiram construir junto novos processos e contribuir para soluções inspiradoras. Além disso: • Superior completo ou em andamento: Ciência da Computação, Sistemas de Informação, Engenharia da Computação, Engenharia de Software ou cursos correlatos; • Experiência em desenvolvimento na linguagem Python; • Domínio de SQL e conhecimento de Banco de Dados (PostgreSQL e/ou MySQL); • Conhecimento em padrões de projetos e boas práticas de programação; • Experiência com integração de dados; • Ser pró-ativo e possuir capacidade de criar abordagens diferentes para resolver novos desafios; • Must rock!  Alguns diferenciais para a função: • Conhecimento do ambiente cloud AWS (Redshift, S3, Athena, EMR, etc..) ou Google Cloud; • Experiência com ecossistemas de Big Data, como Hadoop, Spark, etc; • Conhecimento em REST APIs; • Conhecimento em ElasticSearch/ Logstash / Kibana; • Conhecimento em modelagem dimensional de dados.  Valorizamos trabalhar em um ambiente de pluralidade e de inclusão, por isso todas nossas vagas também são para profissionais com deficiência e reabilitados do INSS.  Se o seu perfil corresponde ao que acreditamos, venha fazer parte do nosso time ",
	"url": "https://g.co/kgs/WhN8Hv"
}, {
	"company":"ProjecTI",
	"text": " Engenheiro de Dados (Processo finalizado) SALVAR  ProjecTI São Paulo, SP Acesse em Linkedin Acesse em Jobijoba Brasil Mais de um mês atrásTempo integral Engenheiro de Dados (Processo finalizado)  Cidade:São Paulo  Disponibilidade: Imediata  Mandatório  Responsável por coletar, limpar, processar e armazenar dados e modelar estruturas de dados escaláveis, legíveis e questionáveis para nossos sistemas internos, equipe de business intelligence e equipe de ciência de dados.  Pré-requisitos  – Superior Completo em Tecnologia;  – Experiência prévia de 4 anos na área;  – Experiência comprovada em Banco de Dados SQL (MySQL, PostgreSQL, RedShift);  – Experiência pelo menos de 4 anos em Python e/ou Scala;  Diferenciais(candidatos Com Estas Características Serão Melhor Avaliados)  – Carreira construída em Análise de Dados e Engenharia de Dados;  – Conhecimento em BI;  – Conhecimento em Tableau;  – Especialização em Banco de Dados;  Interessados, favor cadastrar CV,ou enviar CV para click apply, informando disponibilidade e pretensão salarial.  Está interessado nessa vaga? NOSSO TIME DE ANALYTICS QUER VOCÊ!  Venha conhecer nossas oportunidades e fazer parte do time Raízen, desenvolvendo sua carreira junto com a gente !! #SomosRaízen  TIME DE ENERGIA  Estamos buscando um(a) ENGENHEIRO DE DADOS para atuar em nosso time de Analytics em nosso escritório em São Paulo e em busca de talentos que possam se desenvolver dentro da companhia e que tenham ENERGIA para fazer diferente! Em nosso time de alta performance, você conhecerá a fundo os desafios de uma das maiores empresas do Brasil.  Responsabilidades: • Analisar causas raiz pautadas em dados e processos internos e externos para responder questões comerciais específicas e identificar oportunidades de negócios /melhoria. • Construir e otimizar de pipelines de dados, arquiteturas e conjuntos de dados complexos e não estruturados. • Manipular, processar e extrair valor ou soluções de negócio de grandes conjuntos de dados desconectados. • Trabalhar junto ao Especialista de Negócio e Cientista de Dados afim de promover a melhor solução gerando alto impacto no negócio. • Apoiar e trabalhar com equipes multifuncionais em um ambiente dinâmico. • Forte gerenciamento de projetos e habilidades organizacionais.  Atividades: • Criar e manter um pipeline de dados estruturados de múltiplas fontes, alimentando os modelos e dashboards, atendendo assim as necessidades de negócio. • Montar conjuntos de dados grandes (hierarquias e agregações) e complexos que atendam aos requisitos de negócios funcionais / não funcionais. • Identificar, projetar e implementar melhorias internas de processos: automatizando processos manuais, otimizando a entrega de dados, sugerindo redimensionamento de infraestrutura para maior escalabilidade, etc. • Sugerir infraestrutura necessária para uma ótima extração, transformação e carregamento de dados de uma grande variedade de fontes usando as tecnologias de dados complexos do SQL e hadoop. • Desenvolver métricas pautadas nas regras de negócio a fim de medir os deliverables propostos pelas áreas.  Pré-requisitos: • Formação superior completa em Exatas ou sistemas da informação • Solida experiência com Analytics; • ETL - Extract, Transform, Load (Extração, Transformação e Carregamento) - Higienização de dados • Priorização de demandas de negócio ",
	"url": "https://g.co/kgs/ZkKccp"
}, {
	"company":"QuintoAndar",
	"text": " Gerente de Engenharia de Dados SALVAR  QuintoAndar São Paulo - SP Acesse em Trampos.co há 8 diasTempo integral DESCRIÇÃO Every Data Engineer responsibilities at QuintoAndar: - Develop and execute data warehouse and ETL/ELT solutions. - Know the data schema by heart and all there is to know about the company's databases to provide support for end users and developers. - Ensure that all reporting, KPIs and ETL/ELT processes are running correctly and smoothly in real-time. - Be the go-to person for querying the database. - Contribute with architecture optimizations of ETL, ELT, BI, and the life-cycle of an EDW solution. - Fetch data from RESTful APIs and provide APIs for data to be fetched.  Data Engineering Manager responsibilities at QuintoAndar: - Manage the career of your team; - Define and implement incremental, reusable, maintainable and scalable architectures; - Setup a software development process that helps the team to be more productive; - Understand the problems we want to solve and propose solutions in alignment with engineers, and stakeholders.  At QuintoAndar you will: - Work with a top-notch team that uses the best practices and best tools. - Learn a lot. - Be part of a high-impact project that will affect many people's lives. - Have autonomy to make decisions with no endless meetings or bikeshedding. - Work in an informal environment and horizontal hierarchy. REQUISITOS • Have experience in managing people and work for the growth of each person of your team; • Have strong knowledge in defining the best approaches for team productivity and healthy processes; measure the team's impact; identify and fix bottlenecks, and promote technical excellence; • Have clear and understandable communication with all engineers and stakeholders; • Ability to train and mentor other engineers; • Identifies areas of innovation in data tools and techniques, and recognises appropriate timing for adoption; • Have solid SQL knowledge, data architecture, and relational/multi-dimensional data models; • Solid programming skills in Python, or a deep OOP background with a willingness to learn Python. BENEFÍCIOS • Fuel or public transportation allowance or “vale-mobilidade” • Meal allowance (ticket refeição and/or ticket alimentação) • Health plan • Dental plan (optional) • Daycare subsidy • Subsidy to sports practicing (Gympass) • Extended maternity and paternity leave • Reserved room for breast-feeding • Discount on our parking lot • Free transfer from Vila Madalena and Fradique Coutinho stations to the office • Free bike rack in our parking lot • Life insurance BENEFÍCIOS • This job description is written in English because for that position you will need it for communications with coworkers and suppliers who are from worldwide, for tools and internal materials as well. • // • A descrição desta vaga está escrita em Inglês porque para esta posição é necessário para a comunicação com colegas e fornecedores, que são de diferentes países, além do uso de ferramentas e materiais internos. • * Our office is in Sao Paulo, at Vila Madalena, near metro station 'Vila Madalena' and 'Fradique Coutinho'. • * About our selection process: • It usually takes around 30 days (from your applying to the end) and follows this steps: • 1. Application Screening • 2. Phone interview with Recruiter • 3. Technical phone interview with Manager or Lead • 4. Technical interview with Engineering Team + Reference Check • 5. Offer • * Important: Our recruitment process starts at the application form! If you really wish be a part of our team, endeavor to do well at this stage of the process. We analyze all the candidates individually. Yes, we do read all applications and we’ll reply even to those who won't follow the process. ",
	"url": "https://g.co/kgs/X67Ji1"
}, {
	"company":"GRUPO SEB",
	"text": " Engenheiro de Dados SALVAR G GRUPO SEB São Paulo, SP Acesse em Linkedin Mais de um mês atrásTempo integral A Conexia Educação mantém um importante paralelo com um dos maiores conglomerados educacionais do país, líder na educação básica brasileira, o Grupo SEB, que conta com mais de 50 anos de sucesso nesse segmento e que administra escolas que são referência pedagógica, de inovação e de gestão em todo o Brasil.  Imbuída da missão de ampliar sua capacidade de transformação da educação, parte da família fundadora do Grupo SEB criou a Conexia Educação para colocar essa experiência a serviço de outras escolas.  Responsabilidades e atribuições • Desenvolvimento Orientado a Teste com uso de padrões de desenvolvimento. • Geração de Relatórios e documentação do projeto. • Busca/Pesquisa de novas ferramentas e/ou tecnologias do mercado. • Desenvolvimento de Aplicações orientadas a serviço. • Tratamento/extração e análise de dados para ingestão em clusters de Big Data e Afins. • Análises estatísticas e uso de modelos matemáticos/computacionais para solução de problemas. • Executar apresentações para explorar e expor resultados obtidos.  Requisitos e qualificações • Ensino Superior Completo em Tecnologia da Informação, Engenharia da Computação, Ciência da Computação ou áreas correlatas. • Experiência em Python3, com Boto3, Pandas, Pytest ou Unittest e Moto; • Conhecimento em AWS com Lambda, S3, Redshift, Glue, SNS, CloudWatch e Kinesis; • Conhecimento em versionamento com GIT; • Experiência em Data lake, Data pipeline (batch/stream), Data security e privacy; • É desejável algum conhecimento de infra as code, com Terraform; • É um diferencial conhecimento em conceitos gerais de engenharia de dados, como serverless, testes automatizados, integração contínua, deploy automatizado e metodologia ágil.  Informações adicionais ",
	"url": "https://g.co/kgs/swd7pt"
}, {
	"company":"4all Tecnologia",
	"text": " Engenheiro de Dados [IRIS] SALVAR  4all Tecnologia Porto Alegre, RS Acesse em Linkedin Mais de um mês atrásTempo integral O time de Engenharia e Dados da IRIS, empresa do hub 4all Tecnologia, está buscando Engenheiro de Dados motivado e apaixonado para integrar o nosso time na construção da nossa Plataforma de Dados.  A nossa Plataforma tem como objetivo ajudar as estratégias de marketing dos nossos clientes para se relacionarem melhor e de forma inteligente com os seus consumidores.  Acesse http://somosiris.com para saber um pouco mais sobre o que estamos fazendo.  E aproveite também para conhecer um pouquinho mais sobre a 4all Tecnologia e a sua cultura em http://www.instagram.com/pordentroda4all  Responsabilidades e atribuições  Na IRIS Você Terá a Oportunidade De • Desenvolver arquiteturas de dados de alta performance e escalável utilizando as melhores práticas e tecnologias; • Atuar como parte do time e comprometendo-se com os objetivos propostos e trabalhando em harmonia com todos; • Ajudar no crescimento do time, ensinando, aprendendo e dando feedbacks; • Colaborar para criar um clima positivo e motivador através de idéias e sugestões criativas e inovadoras.  Esperamos Que Você Tenha • Vontade de aprender e sede por conhecimento; • Pró-atividade e atitude positiva; • Sólidos conhecimentos em modelagem de dados SQL e NoSQL; • Experiência em otimização e consultas complexas em diferentes bancos de dados SQL e NoSQL; • Familiaridade com práticas de ETL, processamento em Batch e Streaming; • Sólidos conhecimentos em Cloud (AWS); • Experiência em linguagem de programação Python; • Tenha experiência com métodos ágeis de desenvolvimento; • Tenha conhecimento de ferramentas de versionamento (Git).  Algumas Experiências Que Serão Consideradas Diferenciais • Conhecimento de banco de dados Colunar (Redshift, GreenPlum); • Experiência construindo Data Lake e Data Warehouse; • ElasticSearch; • AWS Kinesis, Kafka, RabbitMQ, SQS; • Ecossistema Hadoop, Spark, AWS EMR. • Apache Flink, Spark Streaming.  Na IRIS As Suas Responsabilidades Serão • Projetar soluções para armazenar e processar alta volumetria de dados; • Implementar e manter pipelines escaláveis de dados para produção de dados unificados de multiplas fontes; • Atuar no desenvolvimento de pipelines de extração, transformação e carga (ETL) de dados; • Desenvolvimento e tuning de consultas SQL e NoSQL; • Tratamento de dados.  Requisitos e qualificações  Superior completo ou em andamento em Ciência da Computação, Sistemas de Informação, TI e áreas afins.  Informações adicionais  O que oferecemos?  Explore todo o potencial de oportunidades de desenvolvimento e práticas do hub 4all aqui pelo nosso bot: http://bit.ly/BillBot 🤖 • Liberdade com responsabilidade • Um ambiente de trabalho descontraído com colegas dispostos a te ajudar e a compartilhar conhecimento • Possibilidade de crescimento e desenvolvimento • Home Office • Acessos rotativos ao Alura • Parcerias que te dão desconto: Sucesu e Target Trust • Gympass • Plano de saúde e odontológico da Unimed • VR ou VA • VT • Carga horária de 40h semanais • Home Office • Confira 10 motivos para amar trabalhar aqui 💚 👉 http://bit.ly/10motivosparaamartrabalharaqui ",
	"url": "https://g.co/kgs/2YPh5g"
}, {
	"company":"Decode",
	"text": " Especialista da Decode (Engenharia de Dados) SALVAR  Decode São Paulo, SP Acesse em Linkedin há 9 diasTempo integral Sobre Nós  Buscamos pessoas com perfil empreendedor, que goste de trabalhar em equipe, movidos por desafios e inovações. Queremos atrair os melhores talentos e desenvolver seu potencial para uma carreira de sucesso.  A Decode desenvolve soluções para aumento de receita através de estratégias de marketing, utilização de tecnologia para obtenção e utilização dos mais variados dados (via machine learning, inteligência artificial, algoritmos, arquitetura e engenharia de dados, modelagem, entre outros), retornando ativação de clientes e melhorias significativas no processo operacional.  Nossas soluções fornecem também know how sobre clientes, através de pesquisas em diversas fontes de dados como redes sociais, geolocalização, microdados nacionais, scraping, entre outros, que criam a possibilidade de uma nova interação com os mesmos e campanhas mais direcionadas aos grupos de interesse.  Aqui você terá a oportunidade de aprender on-the-job, utilizando tecnologia de ponta e em contato com excelentes profissionais.  No Seu Dia-a-dia • Liderança técnica da equipe de Engenharia de dados; • Direcionamento para que a equipe de Engenharia de Dados siga as melhores práticas de desenvolvimento e se mantenha atualizada com as melhores práticas do mercado; • Interface com outras áreas da empresa, visando entender as necessidades de negócio que podem ser atendidas pela equipe de Engenharia de dados; • Participação ativa na definição do escopo de projetos, visando criar valor tanto para a Decode quanto para os clientes; • Participação no desenvolvimento de projetos; • Participação ativa na definição dos stacks utilizados nos projetos; • Garantia de que todos os requisitos de negócio relevantes sejam atendidos pelos projetos desenvolvidos. • Auxiliar a equipe no processo de aprimoramento técnico e de soft-skills; • Acompanhar os projetos para identificar e auxiliar os membros da equipe na solução de problemas. O Que Esperamos De Você • Formação em Engenharia de Computação, Ciências da Computação, Sistemas de Informação ou conhecimento equivalente; • Experiência em desenvolvimento de fluxos completos de engenharia de dados (ingestão, processamento e apresentação); • Experiência em liderar equipes; • Ampla experiência com fluxos batch e real time fim a fim (ingestão, processamento e apresentação); • Ampla experiência com arquiteturas robustas de big data. • Experiências requeridas: • Python • Bases de dados SQL (Oracle, Teradata, SQL Server, MySQL e PostgreSQL); • Integração com APIs REST; • Formatos de armazenamento de dados, como Parquet e ORC; • Serviços do ferramentário Hadoop, como Hive e Kafka; • Apache Spark e/ou Pyspark, tanto batch como streaming. • Experiências desejáveis: • Conhecimentos gerais AWS (EC2, S3, VPC, EMR, Glue e Kinesis), Hadoop. • Conhecimentos gerais em Apache (Nifi, Cassandra, Druid, Storm, Flink); • Serviços do ecossistema Hadoop (Flume e HBase); • Pentaho Data Integration; • Linguagens de programação como Scala ou R; • ELK Stack (ElasticSearch, Logstash, Kibana); • Modelagem estatística. A Decode respeita a pluralidade de identidades e trabalha para promover uma cultura inclusiva. Não fazemos distinção de raça, cor, religião, identidade de gênero, orientação sexual, nacionalidade, deficiência ou idade em nenhuma etapa do processo seletivo, reforçando nosso compromisso com a diversidade ",
	"url": "https://g.co/kgs/c8E3eu"
}, {
	"company":"Compasso",
	"text": " Especialista em Engenharia de Dados com Oracle GoldenGate SALVAR  Compasso Porto Alegre, RS Acesse em Linkedin Acesse em Jobs - InbleeAcesse em Jobrapido.com Mais de um mês atrásTempo integral Profissionais interessados em desenvolver competências na área de Engenharia de Dados, dispostos a aprender e experimentar tecnologias, em um ambiente de grandes desafios e inovação. O perfil que buscamos se caracteriza por ser proativo, questionador e inovador.  Responsabilidades e atribuições • Planejar e executar a migração de ambiente Oracle GoldenGate for Big Data; • Adicionar funcionalidades e competências ao ambiente migrado; • Construir mecânicas para a esteira de DataOps; • Participar e colaborar com os Squads Ágeis em seus rituais; • Participar da definição das soluções e ser propositivo apresentando as suas ideias ou questionamentos.  Requisitos e qualificações  Sólidos Conhecimentos • Oracle Golden Gate for Big Data; • Bancos de Dados Relacionais; • Apache Kafka; • Distributed File Systems; • Java e/ou Python, e/ou Scala.  Desejável • Ecossistema Hadoop; • Cloud computing.  Informações adicionais  Contratação: CLT.  Localização: Porto Alegre/RS.  Além dos benefícios contratuais da Compasso, nossos colaboradores contam com trilhas de capacitação para aprendizado de novas tecnologias e métodos, além de subsídios de até 100% para a realização de certificações.  A Compasso conta com uma unidade de negócio dedica a Data & Analytics (D&A), na qual um grupo de especialistas ajuda a orientar o restante do time cross-clientes. Neste contexto, dispomos de profissionais com título de AWS Black-belt em D&A, para passar a sua experiência para os nossos novos engenheiros de dados ",
	"url": "https://g.co/kgs/AzFV1F"
}, {
	"company":"Americas Health",
	"text": " Analista de Engenharia de Dados SALVAR  Americas Health Goiânia - GO Acesse em Americas Health - Gupy Acesse em Linkedin Mais de um mês atrásTempo integral Job description  Nós estamos buscando um Analista de Dados para integrar nosso time de TI e apoiar nossa área de desenvolvimento.  O foco do trabalho será em criação e manutenção de Data Lakes e DWs, mapeamento, extração, transformação e análise de dados.  Padrão de troca de dados em JSON, Cloudera, Hadoop, Streamsets, Spark, AWS S3, AWS RDS, AWS GLUE, Pentaho Data Integration, Linguagem de Programação Python e Scrapy.  Main responsibilities • Atuar na análise de dados de software; • Atuar em manutenção de projetos de dados; • Atuar em integração de projetos de dados; • Gostar de desafios e buscar crescimento pessoal constante.  Requirements and skills • Padrão de troca de dados em JSON, Cloudera, Hadoop, Streamsets, Spark, AWS S3, AWS RDS, AWS GLUE, Pentaho Data Integration, Linguagem de Programação Python e Scrapy. • Conhecer o padrão da área da saúde HL7 e FHIR são diferenciais. ",
	"url": "https://g.co/kgs/uDCczx"
}, {
	"company":"K KEEP SIMPLE",
	"text": " Engenheiro de dados sênior SALVAR K KEEP SIMPLE São Paulo - SP (+1) Acesse em Empregos Acesse em Hacendo.comAcesse em Trabajo.org - Ofertas De Emprego, TrabalhoAcesse em Jobrapido.com há 2 diasTempo integral Estará encarregado de contribuir para o projeto de implementação de Sistemas escaláveis de ETL e processamento de dados para entrar em nosso ecossistema de Big Data. Construir e escalar a plataforma de análise interna, relatórios e decisões internas. Juntamente com o arquiteto de engenharia e infraestrutura, desenvolver melhorias na estratégia de dados, qualidade e governança. Colaborar com os arquitetos, proprietários de produtos, cientistas de dados e engenheiros de teste para ajudar a trazer projetos de R&D de Ciência de Dados para a produção. Gerenciar a infraestrutura de dados, para crescer e apoiar a equipe de Ciência e Engenharia de Dados, em relação à construção de produtos de dados performantes. Estabelecer a direção técnica para a equipe, impulsionando as mudanças necessárias e fazendo escolhas tecnológicas adequadas. Disponibilidade para viagens, pois irá atuar com o time técnico de São Francisco e Singapura e eventualmente será necessário viajar para outras unidades.  Qualificação: Experiência em AWS, Python, Terraform, Docker e Kubernetes, Data Warehouse/Data Lake e ETL, Spark, Spark Streaming, Hive, Storm, Sqoop, Kafka, Hbase e/ou HDFS, SQL/NoSQL, Métodos ágeis. Engenheira de Dados com serviços AWS. Codificação de nível de produção em Python. Projetos de arquiteturas de Data Warehouse/Data Lake e ETL com tecnologias de Big data como Spark, Spark Streaming, Hive, Storm, Sqoop, Kafka, Hbase e HDFS ",
	"url": "https://g.co/kgs/q9tCqM"
}, {
	"company":"CASA&VIDEO ",
	"text": " ENGENHEIRO DE DADOS – CASA&VIDEO – RIO DE JANEIRO SALVAR  CASA&VIDEO Rio de Janeiro, RJ Acesse em RJ EMPREGOS há 1 diaTempo integral ENGENHEIRO DE DADOS – CASA&VIDEO – RIO DE JANEIRO  A CASA&VIDEO é carioca da gema e uma das líderes em vendas no varejo fluminense, nos setores de utilidades domésticas, ferramentas, climatização e eletroportáteis. Estamos no estado do Rio de Janeiro, São Paulo, Espírito Santo e Minas Gerais.  Somos uma Casa cheia de oportunidades de crescimento, clima alegre e descontraído.  Para que tudo dê certo nas lojas, um time enorme trabalha na administração e no centro de distribuição. Isso significa que há muito espaço para quem quer fazer parte desta equipe.  Nosso time é forte! A capacidade de trabalhar em grupo, o sentimento de dono, empatia, garra e disposição são características fáceis de encontrar por aqui.  PARA CONQUISTAR UM LUGAR NO TIME DE TALENTOS DA CASA, VOCÊ PRECISA:  Graduação em Análise de Sistemas, Ciência da Computação, Engenharia da Computação, Sistemas da Informação ou similares;  Ter sólida experiência em gestão da infraestrutura e dos processos que envolvem ingestão de dados. (Mínimo de 3 anos);  Proficiência em SQL e Python;  Conhecimento sobre tecnologias de armazenamento de dados como Google BigQuery, Amazon Redshift, Snowflake, Azure SQL Data Warehouse e outros;  Experiência com frameworks de agendamento e processamento de dados;  Facilidade de aprendizado e resiliência para enfrentar os vários desafios da área;  Ter facilidade em se comunicar, aprender, ensinar e trabalhar com demais áreas para descrever as necessidades específicas de dados.  MAIS INCLUSÃO! • **Olha, essa vaga também é destinada a PCDs***  QUAL SERÁ SUA TAREFA NA CASA?  Discutir e identificar a necessidade dos cientistas de dados;  Mapear e modelar as estruturas de dados dos processos de negócio;  Determinar abordagem estratégica para o gerenciamento de dados;  Avaliar o poder computacional requerido, escolher o ambiente de hospedagem e o conjunto de ferramentas;  Estimar tempo, recursos e custo;  Escalar e manter a infraestrutura de dados.  ALÉM DE ÓTIMO CLIMA PARA TRABALHAR E SE DESENVOLVER, OFERECEMOS:  Assistência médica;  Assistência odontológica;  Seguro de vida;  Vale alimentação/refeição;  Cesta básica;  Vale transporte;  Folga de aniversário;  Descontos em nossas lojas;  Diversos convênios;  Plano de carreira ",
	"url": "https://g.co/kgs/3Xi4nB"
}, {
	"company":"Zoop",
	"text": " Zoop | Especialista em Engenharia de Dados SALVAR Z Zoop Niterói - RJ Acesse em Linkedin há 6 diasTempo integral Se você é apaixonado por tecnologia, rejeita rótulos, adora software raiz e é maluco o bastante para achar que pode mudar o mundo e revolucionar o mercado de fintech global, então você é Zoop.  Nossa sede fica na Barra da Tijuca, no Rio de Janeiro. Se você quer fazer parte do nosso time, dá uma olhadinha para entender se você é a pessoa que estamos procurando e vem fazer história com a gente!  Estamos buscando programadores-empreendedores que não tenham medo de sujar as mãos de graxa e colocar a mão na massa. Aqueles que não esperam acontecer, que são proativos e gostam principalmente de resolver problemas.  Skills • Conhecimento avançado em SQL, banco de dados relacional (MySQL) e NoSQL (MongoDb); • Vivencia em soluções de pipeline de dados - streaming e batch; • Vivencia em coleta, agregações, data cleaning/cleansing e ingestão de dados; • BI - ETL, data warehouse e data mart; • Processamento distribuído e Big Data; • Conhecimento em linguagens de programação Python e/ou Java; • Conhecimento nas ferramentas Kafka, Airflow, Spark e soluções AWS como (S3, EMR, RDS, RedShift, Glue, etc); • Linux e script bash; • Vivencia com técnicas ágeis.  Diferenciais • Boa experiência com Kafka; • Monitoring Tools (Datadog. Controle Center ou outros) • Flink • ElasticSearch/Logstash • Hive/Hadoop • Sqoop/Flume ",
	"url": "https://g.co/kgs/T25Uxi"
}, {
	"company":"Meta",
	"text": " Engenheiro de dados pleno SALVAR M Meta São Paulo - SP Acesse em Empregos há 3 diasTempo integral Irá gerenciar, otimizar, supervisonar e monitorar a recuperação. responsável pelos armazenamento e distribuir os dados. Em linhas gerais, é o profissional responsável por gerenciar, otimizar, supervisionar e monitorar a recuperação, armazenamento e distribuição de dados em toda a organização. Engenheiros de dados são membros vitais de qualquer equipe corporativa de análise de dados.  Qualificação: Experiência com Google Cloud. Banco de dados Relacional e NoSQL; Messaging systems(kafka, Rabbit, ActiveMQ; Spark; Nifi. Java (Scala); Python; ShellScript; Spark. Experiência com ingestões de dados. Experiência com soluções de Big Data (Hadoop), preferencialmente Hortonworks Ter trabalhado com Metodologia Ágil; Experiência com CI/CD. Experiência em Data Pipelines. Experiência em Serverless. ",
	"url": "https://g.co/kgs/311a4Z"
}, {
	"company":"Pasquali Solution",
	"text": " Engenheiros de Dados SALVAR P Pasquali Solution São Paulo - SP Acesse em NerdIn há 17 diasTempo integral 📌Conhecimento intermediáro em Python 📌Experiência com Datalake 📌Experiência com Algum Data Warehouse de Mercado 📌Ter atuado em projetos de Datalake e Data warehouse 📌Conhecimento intermediário em Hadoop 📌Conhecimento intermediário em Spark 📌Conhecimento intermediário em ferramentas de ingestão (Sqoop, Glue, etc) 📌Conhecimento intermediário de ferramenta de BI (Quicksight, PowerBI) 📌Conhecimento intermediário conceito de banco de dados e SQL 📌Conhecimento básico em EMR 📌Conhecimento básico em Stream de dados (Kinesis, etc.) ",
	"url": "https://g.co/kgs/TfCmfJ"
}, {
	"company":"?",
	"text": " Engenheiro de Dados-9 SALVAR E Empresa Barueri - SP Acesse em GeekHunter Mais de um mês atrásR$ 8 mil a R$ 10 mil por mêsTempo integral Engenheiro de Dados  Foco:  Criação e organização de pipelines de dados de fluxo livre, combinando várias tecnologias de Big/Small data, criando canais de dados que permitam análise em tempo real e criação de infraestrutura de análise de dados. Responsável ​​por expandir e otimizar nossa arquitetura de dados e pipeline de dados, bem como otimizar o fluxo de dados e a coleta para equipes multifuncionais. Suporte aos desenvolvedores de software, analistas de dados e cientistas de dados em iniciativas de dados, garantindo que a arquitetura ideal de entrega de dados seja consistente em todos os projetos em andamento, suportando as necessidades de dados de várias equipes, sistemas e produtos.  Responsabilidades: • Criar e manter uma arquitetura de pipeline de dados ideal; • Montar grandes e complexos conjuntos de dados que atendam aos requisitos de negócios funcionais / não funcionais. • Identificar, projetar e implementar melhorias internas de processo: automatizar processos manuais otimizar a entrega de dados, reprojetar a infraestrutura para maior escalabilidade, etc; • Construir a infraestrutura necessária para a extração, transformação e carregamento de dados de uma ampla variedade de fontes de dados; • Ajudar com questões técnicas relacionadas a dados e apoiar suas necessidades de infraestrutura de dados; • Criar ferramentas de dados para analistas e membros da equipe de cientistas de dados que os auxiliam na criação e na otimização de produtos e soluções; • Trabalhar com especialistas em dados, desenvolvedores, gerentes de produto e análises para buscar maior funcionalidade em nossos sistemas de dados; • Participar na definição de requisitos para ferramentas de dados desenvolvidas para a equipe de pesquisa; • Escrever APIs REST escalonáveis ​​para serviços da Web; • Desenvolver e manter aquisição de dados, parâmetros de banco de dados, saída de relatórios para soluções de dados fornecidas para a equipe de pesquisa; • Manter o cronograma de trabalho, a saída e a documentação do desempenho e status da ferramenta de dados; • Treinamento da equipe on the job • Recomendar maneiras de melhorar a confiabilidade, eficiência e qualidade dos dados  Formação  Graduação em Ciências de Dados ou afins;  Habilidades e Qualificações • >5 anos de experiência com Engenheiro de Dados, usando Python, C ++ ou Java • >2 anos de experiência usando o sistema de eco Big Data Hadoop, Hive, HDFS, Spark, Hbase, • > 2 anos no uso de Python em engenharia de dados, Cloudformation ou como orientado a objetos (Pandas, biblioteca Spark, biblioteca NumPy ou SciPy) • >1 ano de experiência na plataforma GCP em funções do IAM, migração de aplicativos, uso de armazenamento em nuvem, BigQuery, fluxo de dados, dataProc; • > 2 anos de experiência em pipeline de processamento de dados, incluindo rastreamento de dados (data crawling), limpeza, processamento, ETL; • Fortes fundamentos de ciência da computação: algoritmos, estruturas de dados e programação orientada a objetos • Hábil em programação de linguagem de alto nível, linguagem adequada para engenharia de dados: Python / R / Java; • Arquiteturas de banco de dados; • Experiência com integração API; • Capacidade de preparar código para revisão e revisar código concluído; • Compreensão das necessidades do cliente e estratégia de negócios; • Experiência com bancos de dados SQL e NoSQL relacionais e de grafos: MongoDB, Neo4j, BigQuey, Elastic Search; • Princípios e padrões de arquiteturas de processamento de dados (batch, streaming, lambda, serverless, etc); • Dev-Ops experiência no gerenciamento de serviços no GCP (Ansible, Docker, Kubernetes); • Experiência com serviços em nuvem: GCP, AWS, Azure etc; • Conhecimento de ferramentas, frameworks e práticas de ETL: Airflow, Python 3; • Visualização de dados e sistemas de painel (Tableau, Power BI, Plotly, Seaborn, Matplotlib); • Inglês Intermediário/Avançado.  Competências • Comunicação escrita, verbal e de apresentação • Resolução de Problemas; • Orientação a negócio; • Construção de Relacionamentos; • Análise; • Orientado ao cliente (interno/externo); • Resiliência; • Adaptabilidade; • Iniciativa; • Comunicação ",
	"url": "https://g.co/kgs/PwWUyD"
}, {
	"company":"GLOBO",
	"text": " Big Data - Desenvolvedor de Plataforma de Dados SP SALVAR  GLOBO São Paulo, SP Acesse em Vagas Connekt há 21 diasTempo integral Procuramos pessoas para engenharia de dados na Globo.com (um dos maior cases de Big Data do Brasil) que gostem de criar softwares escaláveis e performáticos, altamente resilientes, tolerantes à falhas; Que gostem de trabalhar com grande volumes de acessos e dados e de estudar os dados para extrair deles o maior valor possível para o negócio.  Nesse papel você irá trabalhar junto a um time de engenheiros de software e especialistas em Machine Learning e Data Science criando e evoluindo os sistemas de captura, armazenamento, processamento e visualização de dados usados pelas equipes de produtos para geração de conhecimento e insights para melhoria das ofertas.  Além disso, nesta posição você terá a oportunidade para trabalhar com as principais ferramentas do ecossistema Hadoop (YARN, HDFS, Kafka, Zookeeper, Parquet, Spark, Scala, etc) e serviços da Cloud (Google BigQuery, Google Cloud Storage e etc).  Pelos nossos produtos passam mais de 85 milhões de usuários únicos e são produzidos centenas de milhares de conteúdos novos todos os meses. Se você gosta de gerar impacto positivo na vida de milhões de usuário essa vaga é pra você!  Procuramos quem tenha: • Graduação completa em cursos de Exatas (Ciência da Computação, Engenharias, Estatística, Matemática, Física, etc) ou experiência equivalente; • Experiência com Scala ou Python; • Experiência em bancos de dados (SQL ou NoSQL); • Experiência com Javascript; • Experiência em design e arquitetura de software; • Proficiência no uso de um sistema operacional base Unix (Linux ou Mac OS); • Domínio das boas práticas de engenharia de software; • Experiência em Spark; • Conhecimento de stream de dados usando Spark Streaming ou Storm; • Conhecimento de sistemas de mensagens como Kafka ou ActiveMQ; • Conhecimento de Schedulers de Jobs Airflow ou Azkaban.  Diferencial será: • Conhecimento em Java/Kotlin (Android); • Conhecimento em Objective-c/Swift; • Experiência em desenvolvimento de Micro serviços ",
	"url": "https://g.co/kgs/dghGC9"
}, {
	"company":"Robert Walters",
	"text": " Gerente de Engenharia de Dados SALVAR  Robert Walters São Paulo, SP Acesse em Linkedin Mais de um mês atrásTempo integral Empresa do segmento de healthcare está contratando com a missão de revolucionar o mercado através de dados e tecnologia. Se interessou? Venha ser parte desse time!  Estamos procurando uma pessoa colaborativa, com os seguintes conhecimentos e experiências: • Obrigatório ter passagem por empresas do segmento de saúde; • Programação em React, Node.JS, Python ou C#; • Familiaridade com Engenharia do Conhecimento ou Gráficos de Conhecimento; • Compreensão dos paradigmas de segurança e criptografia; • Familiaridade com diferentes bancos de dados (por exemplo, OLAP, RDS / gráfico, key-value, NoSQL); • Familiaridade com BI e visualização de dados ferramentas (por exemplo, Tableau, D3.js, PowerBI); • Conhecimento de metodologia de trabalho ágil; • Capacidade de desenhar arquiteturas de automação e modelos matemáticos; • Conhecimento de Frameworks de execução de Machine Learning ou Big Data. • Inglês fluente.  Se interessou? Inscreva-se através do nosso site! ",
	"url": "https://g.co/kgs/TrKBB5"
}, {
	"company":"Inovation IT",
	"text": " Engenheiro de Dados SALVAR  Inovation IT Premium Outsourcing São Paulo, SP Acesse em Linkedin Mais de um mês atrásTempo integral Job Description  Oportunidade Incrível para Atuar em Empresa Totalmente Digital !  Segmento de Atuação : Meios de Pagamentos  Período : Indeterminado  Tipo de Contratação : Prestador de Serviço  Local : Pinheiros  Inicio : Imediato  Main responsibilities • Construir, avaliar e executar scripts de atualização de dados de forma performática • Garantir as melhores práticas em relação a modelagem e persistência de dados • Ser um profundo conhecedor do modelo/regras de negócio para garantir a governança da informação • Ser a cola entre desenvolvedores, administradores de dados, cientistas de dados, equipe de infra e Product Owner, a fim de criar soluções de dados • Catalogar os produtos e serviços • Garantir a integração dos dados para possibilitar o cruzamento de informações e acompanhamento de métricas • Garantir que as políticas de segurança estão sendo aplicadas na camada de acesso aos dados • Fomentar a utilização de técnicas de automação para provisionamento, configuração e monitoramento dos ambientes de banco de dados  Requirements And Skills • Superior completo em Tecnologia da Informação, Engenharia da Computação, Ciência da Computação ou áreas correlatas • Experiência em Ambientes de Alta Criticidade • Conhecimento em SQL • Conhecimentos em modelagem de dados relacional e não relacional • Experiência em banco de dados Oracle e MySQL • Conhecimento de tuning de queries • Cultura DevOps (fazer parte de um time DevOps e aprender outras tecnologias de persistência de dados) • Inglês intermediário  Additional information  Desejáveis • Experiência em banco de dados NoSQL • Experiência com ferramentas de ETL e integração de dados • Conhecimento em ferramentas para gestão de dados (ciclo de vida de dados, replicações de dados real time, mascaramento de dados) • Conhecimento de sistemas distribuídos e aplicações web  Conheça mais sobre NÓS  Fundada em 2007, a Inovation IT possuí 12 (Doze) anos de presença no mercado, atuando no segmento de tecnologia, destacando-se na prestação de serviços de Hunting / Recrutamento Especializado em TI.  Site: http://www.inovation.com.br/  Telefone: +55 (11) 3280-5645  Setor: Tecnologia da informação e serviços  Tamanho da empresa: 51-200 funcionários  Tipo: Empresa privada  Fundada em: 2007  Conheça Mais Sobre Nós • Website • LinkedIn • Facebook • Instagram ",
	"url": "https://g.co/kgs/Jz5pu4"
}, {
	"company":" Ali Crédito",
	"text": " Engenheiro de Big Data SALVAR  Ali Crédito São Paulo, SP (+1) Acesse em Linkedin Mais de um mês atrásTempo integral Job Description  Trabalhar na Ali é estar todos os dias criando soluções para reduzir o custo de crédito e meios de pagamentos mais eficientes para as pessoas.  Neste caminho, buscamos hoje nosso primeiro Engenheiro de Dados, alguém que seja o responsável pela operação e infraestrutura de dados (plataforma e arquitetura) e governança; você irá interagir com cientistas de dados, engenheiros de software e proprietários de produtos e aplicar seus conhecimentos arquitetando e implementando ferramentas de gerenciamento de dados e segurança, incluindo o desenvolvimento de middleware, microservice, bancos de dados e transformação dos desafios da área em soluções de alto impacto para o negócio.  Main responsibilities • Você é ambicioso e disposto a agir, mas não teimoso. Reconhece quando está errado e supera seus próprios erros; • Você não tem medo de conversas difíceis e de compartilhar sua perspectiva; • Você ouve e se comunica bem; • Você tem conhecimento sobre modelagem de dados, acesso a dados e técnicas de armazenamento de dados; • Você se importa com processos ágeis de software e desenvolvimento; • Visualiza e transforma problemas funcionais, estratégicos em produtos correlacionados a plataforma; • Colabora com outros engenheiros, especialistas e interessados da GL, aproveitando as oportunidades de aprendizado e liderança que surgirão todos os dias; • Trabalha em equipes ágeis multifuncionais cross para experimentar continuamente, iterar e cumprir os objetivos de novos produtos; • Auxilia o treinamento das equipes multifuncionais; • Evangeliza e constrói à nossa visão de uma infraestrutura de Big Data / Data Lake orientada a eventos (realtime e near-realtime); • Você desenvolve ecossistema coeso de serviços para a plataforma de dados que consiga orquestrar vários padrões de trabalhos e fluxos de trabalho em execução e com vários padrões de acesso; • Faz parceria com o restante da equipe e com os consumidores de dados para entender as lacunas e as necessidades da plataforma; • Conduz a visão e a evolução contínuas dos nossos serviços de orquestração; • Continua a escalar e inovar em nossa infraestrutura à medida que o volume de dados continua aumentando e nossos casos de uso de negócios continuam a surgir; • Entende e desenvolve arquiteturas para insight, operacional e estratégico; • Desenhar os pipelines de dados realtime e near-realtime, com grande volume de dados, considerando todo ecossistema relacionado a Data Lakes, Big Data e estruturas analíticas (Hadoop, BigTable, Cassandra, plataformas MPP (Processador Massively Parallel), SMP (Symmetric Multiprocessor), Automação, R, General Learning, etc); • Avalia ferramentas de análise e provedores de dados existentes para melhorar a precisão e a eficácia do nosso conjunto de dados existente; • Referência em SQL e conhecimento em linguagens de programação (Java, R, Shell ou outras), automação, integração continua, teste e processos com alto volume de dados; • Conhecimento nas plataformas de visualização: Microstrategy, Tableau ou outras.  Requirements And Skills • Formação superior ou experiência prática equivalente; • Pelo menos 5 anos de experiência em Business Intelligence e Data Warehouse; • Habilidade em Cloud computing e Microservices; • Experiência com plataformas Open-source para tratamento de dados em tempo real; • Conhecimento de linguagem como R, Python, Scala, Clojure; • Experiência ferramentas de Big Data como Hadoop, Spark; • Banco de Dados Oracle, SQL, PostgreSQL, Datomic e Databricks • Experiência com privacidade de dados, segurança da informação e capacidade de realizar revisões de código centradas na segurança; • Experiência em cultura de times ágeis no trabalho para corporações; • Entendimento de métricas e marketing digital; • Experiência com a utilização do Jira para gerenciamento de backlog/atividades e o Confluence para gestão de artefatos; • Conhecimento nas plataformas de visualização: Microstrategy, Tableau, Zoomdata ou outras. • Conhecimento em metodologias ágeis; • Auto-gestão e responsabilidade; • Grande energia e vontade de transformar o mercado financeiro. Additional information  Benefícios • Vale-refeição • Vale-transporte • Seguro de Vida  Onde Fica Nosso Escritório  Ficamos em um incrível prédio, muito moderno, em Pinheiros. Bem perto do Metro.  A Ali  Nascemos em 2017 com o objetivo de ser uma aliada financeira. De forma clara, ética e justa, guiamos as decisões das pessoas para que elas caiam na real sobre seu próprio dinheiro. Aqui, acreditamos que cada cliente é único e, por isso, colocamos poder nas suas mãos para criar um relacionamento a longo prazo. Afinal, acreditamos que é assim que vamos transformar o mercado financeiro em um lugar mais justo e transparente, para que as pessoas não sejam mais enganadas. Nunca mais.  Como nós trabalhamos  Jogamos para ganhar e temos uma comunicação clara e direta. Nosso jeito de construir é baseado na liberdade com alinhamento e trabalhamos com equilíbrio entre a diversão e o nosso principal foco: resolver problemas e dar resultado para os nossos clientes. É assim que vamos mudar o mercado financeiro tradicional e oferecer as melhores soluções para as pessoas.  E para fazer tudo isso, investimos em pessoas. O desenvolvimento de cada membro do nosso time é essencial e trabalhamos para que a experiência de cada um na Ali seja única. Temos muita energia e queremos construir uma jornada que seja realmente plural - e, é claro, isso é um reflexo direto da pluralidade das pessoas que compõem a nossa equipe. Portanto, acreditamos que um time diverso é crucial e não aceitamos distinções e intolerâncias de qualquer tipo.  Nosso dia-a-dia  Aqui, temos valores bem estabelecidos e é isso que buscamos nas pessoas:  Somos obcecados em resolver os problemas dos nossos clientes.  Somos inconformados com o status quo.  Somos incansáveis e buscamos o impossível.  Somos ágeis e descomplicados.  Somos audaciosos e vamos além do esperado.  #VEMPRAALI  Trabalhamos todos os dias para ser a melhor aliada financeira e ajudar as pessoas a alcançarem seus sonhos. Então, se além de construir uma carreira incrível você quer ter um propósito incrível, vem trabalhar com a gente!  Estamos no bairro de Pinheiros, bem perto da estação Oscar Freire.  Acompanhe nossas redes! • Website • LinkedIn • Facebook • Instagram ",
	"url": "https://g.co/kgs/3PJtez"
}, {
	"company":"Plus-IT",
	"text": " Engenheiros de Dados Sênior SALVAR P Plus-IT São Paulo, SP Acesse em LinkedIn há 21 diasTempo integral Estamos iniciando um projeto de Analytics no negócio Florestal da Klabin, e gostaríamos de avaliar perfis de Engenheiros de Dados Sênior que possam nos auxiliar no desenvolvimento das estruturas necessárias.  Abaixo, Alguns Requisitos Sobre o Perfil Que Estamos Procurando • Experiência necessária: • AWS: mais especificamente S3, Redshift, RDS, Glue e Lambda; • Linguagens: Python, SQL; • Spark; • SSIS. • Atividades e funções: Após Avaliar a Arquitetura, o Profissional Irá Implementar e Desenvolver As Aplicações, Que Resumidamente, Consistem Em  O profissional terá como responsabilidade avaliar a arquitetura atual e sugerir possíveis melhorias visando performance da aplicação e custos da Cloud (armazenamento e processamento). • Extração das informações do SAP ECC; • Armazenamento das informações no AWS S3; • Normalização das informações e implementação de regras de negócios nas bases de dados; • Gravar informações no banco de dados (AWS Redshift ou AWS RDS) para que os analistas de negócio possam consumir tais dados através de visualizadores de dados. Favor observar imagem abaixo para ter uma noção macro da arquitetura atual. Importante lembrar que estaremos abertos à sugestões e críticas sobre a arquitetura. • Diferencial: • Ter trabalhado em projetos que envolvessem SAP; • Disponibilidade para viagens: • O negócio Florestal da Klabin está localizado, majoritariamente, em Telêmaco Borba - PR. Portanto, o profissional trabalhará alocado em São Paulo - SP ou em Telêmaco Borba - PR, com possíveis viagens de uma cidade para a outra. • Duração do projeto: • O projeto tem duração prevista de 10 meses, com possível alocação de um segundo profissional após os três primeiros meses. Ou seja, os profissionais trabalhariam no mesmo projeto, paralelamente. Por favor, peço que me enviem os currículos dos profissionais que se encaixem nas descrições acima. Caso tenham qualquer dúvida, estou à disposição.  Experiência Necessária • AWS: mais especificamente S3, Redshift, RDS, Glue e Lambda; • Linguagens: Python, SQL; • Spark; • SSIS. • Atividades e funções: Após Avaliar a Arquitetura, o Profissional Irá Implementar e Desenvolver As Aplicações, Que Resumidamente, Consistem Em  O profissional terá como responsabilidade avaliar a arquitetura atual e sugerir possíveis melhorias visando performance da aplicação e custos da Cloud (armazenamento e processamento). • Extração das informações do SAP ECC; • Armazenamento das informações no AWS S3; • Normalização das informações e implementação de regras de negócios nas bases de dados; • Gravar informações no banco de dados (AWS Redshift ou AWS RDS) para que os analistas de negócio possam consumir tais dados através de visualizadores de dados. Favor observar imagem abaixo para ter uma noção macro da arquitetura atual. Importante lembrar que estaremos abertos à sugestões e críticas sobre a arquitetura. • Diferencial: • Ter trabalhado em projetos que envolvessem SAP; • Disponibilidade para viagens: • O negócio Florestal da Klabin está localizado, majoritariamente, em Telêmaco Borba - PR. Portanto, o profissional trabalhará alocado em São Paulo - SP ou em Telêmaco Borba - PR, com possíveis viagens de uma cidade para a outra. • Duração do projeto: • O projeto tem duração prevista de 10 meses, com possível alocação de um segundo profissional após os três primeiros meses. Ou seja, os profissionais trabalhariam no mesmo projeto, paralelamente ",
	"url": "https://g.co/kgs/nzByHh"
}, {
	"company":"Caderno Nacional",
	"text": " Engenheiros de Dados SALVAR  Caderno Nacional São José dos Campos - SP (+1) Acesse em Caderno Nacional Mais de um mês atrásTempo integral Segmento: Não Informado  Atividades: Mapear e modelar as estruturas de dados dos processos de negócio relevantes da companhia. Desenvolver e suportar pipelines de dados para extrair e transformá los desde suas formas brutas nos sistemas de origem até os repositórios de informação (datalake e data warehouse). Escalar e manter a infraestrutura de dados, desenvolver métricas e atributos em nossa plataforma de bi.  Requisitos: Proficiência em sql e python. Modernização de sistemas utilizando big data e hadoop (spark, mapreduce, hdfs, hive e outras). Experiência prática na implementação de sistemas utilizando essas ferramentas. Experiência de implementação de banco de dados nosql. Desenvolvimento e modelagem de apis. Linguagens de programação java, python, javascript, frameworks de js como angular e react. Arquitetura orientada a microserviços. Ser protagonismo, ter pró atividade, boa comunicação, flexibilidade e atitude de dono, visão de risco de negócio e senso de urgência, raciocínio lógico e matemático. Criatividade diante aos diferentes contextos organizacionais. Habilidade de negociação. Pesquisador com capacidade de acompanhar a evolução das tecnologias. Capacidade de trabalhar em equipe multidisciplinares.  Dias da Semana: Não Informado  Horário / Período: A definir  Os interessados devem se candidatar através do portal Caderno Nacional ",
	"url": "https://g.co/kgs/aKb91W"
}, {
	"company":"GFT TECHNOLOGIES",
	"text": " Engenheiro de Dados Sênior SALVAR G GFT TECHNOLOGIES SE São Paulo, SP Acesse em Neuvoo Mais de um mês atrásTempo integral Buscamos profissionais apaixonados por tecnologia, que queiram trabalhar em uma empresa que proporcione melhor qualidade de vida e um modelo de carreira bem estruturado. Temos uma forte equipe de profissionais aptos a te fornecer o melhor crescimento de carreira. • Vaga também disponível para PCD*  Formação Acadêmica:  Superior completo em Análise de Sistemas, Ciência da Computação, Engenharia da Computação, Sistemas de Informação ou afins.  Requisitos:  Engenheiro de Dados – Sênior 8 Vagas - São Paulo e São Carlos  Facilitar a cultura orientada a dados, através da organização das informações, disponibilizar dados confiáveis, gerando credibilidade na informação; Agilizar o acesso ao dado, criando soluções que simplifiquem a consulta às informações, promover a governabilidade da informação, através da estruturação das informações e documentação e processos, entender o fluxo do processo do dado, analisando as particularidades dos dados e sua utilização no negócio. Visão de processos de negócios. Vivência em entendimento de necessidades e especificação de requisitos técnicos e de negócio. Experiência em: desenho e implantação de processos e em modelagem de dados, bancos de dados relacionais e NoSQL, ambientes Windows e Linux. Conhecimentos desejáveis: Linguagens R, Scala e Python, Ferramentas de exploração de dados (Qlik, Tableau ou outras), Ferramentas de desenho de processos (padrão BPMN). Conhecimento de linguagens de script para Windows e Linux, ambiente Hadoop (Spark, MapReduce, HDFS, Hive e outras).  Para trabalhar conosco, é necessário que você:  Não tenha medo de desafios profissionais  Possua facilidade para se comunicar em inglês, quando este idioma for especificado na vaga  Tenha disponibilidade para viagens internacionais e  Tenha experiência profissional com tecnologias  Por que escolher a GFT?  Utilizamos as últimas tecnologias e metodologias e oferecemos:  Um modelo de carreira que incentiva o intercâmbio profissional e cultural  Salário e benefícios competitivos  Um ambiente que inspira a inovação, promove e incentiva o intercâmbio profissional e cultural.  Horários flexíveis que permitem o equilíbrio entre trabalho e uma vida saudável  Programas de incentivo diferenciados (certificações, treinamentos, indicações, etc.)  Espaço de trabalho diferenciado com games e área de descompressão  Faça parte desse time  ",
	"url": "https://g.co/kgs/Mz8aQK"
}, {
	"company":"?",
	"text": " Vagas de emprego Engenheiro(a) de Dados SALVAR  Confidencial São Paulo, SP Acesse em Neuvoo há 13 diasTempo integral Vaga de emprego código 2.492.342Engenheiro(a) de Dados Empresa anunciante Confidencial Nível de atuação Especialistas Área de atuação Tecnologia, Informática e Internet Local de trabalho 1 vaga - São Paulo / SP Principais atividades Atividades pertinentes ao cargo. Escolaridade mínima Superior Completo Habilidades esperadas Conhecimento em análise e desenvolvimento de sistemas; • Definições de arquitetura e orientação a objetos; • Conhecimento da linguagem de programação Java; • Conhecimento em uma das ferramentas de BigData AWS: Athena, Glue, Redshift, EMR, S3, Spark, DynamoDB, KMS, Kafka, entre outros. • Experiência com desenvolvimento para ambiente Unix/Linux; • Conhecimento de programação orientada a objetos e design patterns. Desejável: Conhecimento em Metodologias Ágeis (Scrum ou Kanban). Tipo da Vaga Nova posição Remuneração a combinar ",
	"url": "https://g.co/kgs/HM6bZs"
}, {
	"company":"NSC Comunicação",
	"text": " Engenheiro(a) de Dados SALVAR  NSC Comunicação Florianópolis, SC Acesse em NSC Comunicação - Enlizt Mais de um mês atrásTempo integral ESTAMOS BUSCANDO:  Profissional para atuar como engenheiro(a) de dados.  O QUE VOCÊ FARÁ: • Desenvolver e manter rotinas de captura, tratamento e enriquecimento de dados; • Manter todos esses dados consistentes e atualizados de acordo com o uso; • Evoluir modelos de dados e data schemas para atender novos requisitos de engenharia e negócios; • Criar rotinas ETL para coletar dados e prototipar BI para análise e visualização das informações; • Desenvolver ferramentas que tornem fácil o uso de ETL; • Atuar junto ao líder técnico na definição da arquitetura e tecnologias; • Atuar junto às áreas de negócio para entender os problemas e propor soluções técnicas.  O QUE ESPERAMOS: • Formação complete em Ciência da Computação, Engenharia, Matemática, Estatística ou afins; • Experiência em plataformas de Big Data; • Conhecimento dos princípios de segurança da informação para garantir o tratamento e o gerenciamento de dados em conformidade.  É IMPORTANTE: • Mestrado / Pós na área será um diferencial. Características Tipo de Contratação  Tempo integralSalário   Competitivo ",
	"url": "https://g.co/kgs/FcYh1H"
}, {
	"company":"SAS Plataforma de Educação",
	"text": "  SAS Plataforma de Educação Engenheiro de dados Nome da empresaSAS Plataforma de Educação Localidade da empresa Fortaleza, Ceará Data do anúncioAnunciada há 4 dias  Número de visualizações433 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de dados na SAS Plataforma de Educação  Candidate-se Veja como você se compara com 34 candidatos. 1 mês de Premium grátis Vaga 4/9 correspondência de competências 34 candidatos Empresa 201-500 funcionários Fortaleza, Ceará Conexões Universidade Federal de Minas Gerais 5 ex-alunos SAS: oferecendo soluções educacionais de excelência desde 2004  Somos uma Plataforma de Educação presente em mais de 780 escolas em todo o Brasil. Iniciamos nossa história em 2004 em Fortaleza, no Ceará, e hoje atendemos 260 mil alunos. Atualmente, contamos também com um escritório em São Paulo e outros centros de distribuição em Campinas, em Florianópolis e no Rio de Janeiro.  Este crescimento só tem sido possível graças à nossa Gente. Um time que tem propósito e acredita no impacto de uma educação de excelência.  Estamos em busca de mais gente boa, gente para suportar e construir soluções educacionais de excelência, desenvolver conteúdo, tecnologia e serviços de alta qualidade para todo o ciclo da Educação Básica, do Infantil ao Pré-Universitário.   Então, seja bem-vindo(a) ao SAS! Aqui compartilhamos experiências, ensinamos e aprendemos uns com os outros diariamente. É isso que nos inspira: gente que gosta de gente para juntos construirmos a melhor Plataforma de Educação do país.  ﻿  Venha fazer parte de um time de tecnologia que quer elevar o aprendizado de cada aluno por meio de uma experiência apaixonante para todos os envolvidos na jornada.  Como Engenheiro(a) de Dados, seu papel será modelar, desenvolver e manter nosso pipeline de dados, atuando em parceria com Cientista de Dados e Squads.     Suas principais responsabilidades serão:   Modelar e construir datawarehouses otimizadas e data lake Desenvolver ETLs com dados de fontes internas e externas e em diferentes níveis de estruturação Trabalhar em parceria com times de desenvolvimento e produto para padronizar geração, coleta e armazenamento de dados Identificar e implementar melhorias no processo de dados visando escalabilidade e segurança Contribuir, no que tange à estruturação e disponibilização dos dados, em iniciativas de Analytics, Machine Learning e outros Cumprir com boas práticas do desenvolvimento Ágil e suas cerimônias  O que você precisa saber?  Modelagem e utilização de ETL(s).  Experiência com bancos de dados relacionais SQL. Desejável: não-relacionais NoSQL Conhecimento em modelagem e desenvolvimento de Datawarehouse e Datamart. Capacidade de simplificação e resolução de problemas  Diferenciais  Python e Frameworks relacionados para análise de dados como Numpy, Scikit, Pandas e R Experiência em ambiente Ágil Conhecimento de AWS Cloud Services ou Serviços Cloud similares. Experiência com desenvolvimento Backend e construção de API(s) REST.  Esse é nosso jeito de ser:  Participante ativo nas discussões; Receptivo com pessoas e ideias; Hard worker e team player; Vontade de aprender e ensinar; Empolgado e proativo.  #VEMPROSAS  Nível de experiência Pleno-sênior  Setor Editoração Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado SQL Resultado NoSQL Resultado Capacidade analítica Resultado Análise de dados Nenhum resultado Escalabilidade Nenhum resultado SAS Nenhum resultado Bancos de dados relacionais Nenhum resultado R (linguagem de programação) Nenhum resultado Armazenagem de dados",
	"url": "https://www.linkedin.com/jobs/view/1794270400"
}, {
	"company":"Nelogica",
	"text": " Nelogica Engenheiro(a) de Dados Nome da empresaNelogica Localidade da empresa  Porto Alegre, Rio Grande do Sul, Brasil Data do anúncioAnunciada há 1 semana  Número de visualizações819 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro(a) de Dados na Nelogica  Candidatura simplificada Veja como você se compara com 78 candidatos. 1 mês de Premium grátis Vaga 5/7 correspondência de competências 78 candidatos Empresa 51-200 funcionários Software Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Anunciada por Perfil do anunciante da vaga Marienne Lourenço RH | Nelogica  Envie InMail Aqui na Nelogica, desenvolvemos soluções de alta performance com o objetivo de construir o futuro do mercado financeiro!    Procuramos profissionais que desejem fazer parte de um time de alta performance, que tenham curiosidade pelos desafios científicos e que contribuam com a equipe e com os clientes durante todo o processo de desenvolvimento de software.    Se você é alguém que gosta de trabalhar com extração, transformação e análise de dados e que se preocupa com a excelência técnica dos produtos, então aqui temos uma oportunidade para te apresentar!       Esta posição é para atuar em nossa equipe de banco de dados, com foco em extrações de dados (ETL) complexos, técnicas de OLAP.    A rotina será repleta de desafios como o desenvolvimento de queries, procedures, updates, tabelas e demais responsabilidades da área.      O que é essencial você apresentar:      Ensino Superior completo ou em andamento em Ciências da Computação, Engenharia da Computação, Análise e Desenvolvimento de Sistemas ou áreas afins de Tecnologia da Informação;  Conhecimento intermediário ao avançado de extração e transformação de dados (ETL), e técnicas de OLAP e análise de dados multidimensionais.     Você vai arrasar se você já:      Teve experiência de análise de grandes volumes de dados multidimensionais, com bancos de dados SQL e NoSQL; Conhecimento avançado de modelagem e arquitetura de dados em ambientes de Cloud.   Todos os candidatos são considerados, independentemente de raça, cor, religião, gênero e identidade de gênero, orientação sexual, nacionalidade, deficiência ou idade.   Visite nossa página de carreiras e descubra como é trabalhar aqui: https://jobs.kenoby.com/nelogica  Nível de experiência Pleno-sênior  Setor Software Mercados de capital Serviços financeiros Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado SQL Resultado Tecnologia da informação Resultado Análise de dados Resultado Desenvolvimento de software Resultado Banco de dados Nenhum resultado OLAP Nenhum resultado ETL (Extração, transformação e carregamento) ",
	"url": "https://www.linkedin.com/jobs/view/1780982214"
}, {
	"company":"Braskem",
	"text": " Braskem Engenheiro de Dados Nome da empresaBraskem Localidade da empresa  São Paulo, BR Data do anúncioAnunciada há 1 mês  Número de visualizações644 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados na Braskem  Candidate-se Veja como você se compara com 93 candidatos. 1 mês de Premium grátis Vaga 93 candidatos Assistente Empresa 5.001-10.000 funcionários Plástico Conexões Leonardo de Araujo Maciel 1 conexão Universidade Federal de Minas Gerais 17 ex-alunos Job Description  Engenheiro de Dados: trata da transformação dos dados brutos de uma empresa com objetivo de dar utilidade prática à grande quantidade de informação disponível.  Estruturação da coleta, armazenamento e distribuição dos dados a partir da construção de arquitetura adequada aos objetivos da área - criação de SSoT.  Main responsibilities Construir, sustentar e monitorar a infraestrutura de dados para atendimento da necessidade da Companhia, garantindo padrão/unidade, qualidade e consistência da informação. Criar e integrar diversas bases e sistemas (fontes de dados) ao ecossistema de dados, desenvolver e manter processos de extração, transformação e carregamento de dados (ETLs). Definir, construir e documentar modelos de dados.  Requirements And Skills Formação acadêmica em Ciências da Computação. Engenharia da Computação ou áreas afins. Inglês Fluente; Experiência com arquitetura de dados em nuvem (Azure), conhecimento em ferramentas de engenharia de dados, ferramentas de BI (Power BI). Conhecimento em Arquitetura de Dados, datalake, data warehouse, modelagem e tecnologias para plataforma de dados e análises. Additional information Profissional será responsável também por estruturar o pipeline de transformação dos dados brutos (distribuídos nos mais diversos formatos e sistemas) em formato consumível a partir dos seus respectivos usuários no front-end (Power BI). Desejável conhecimentos em SQL, programação em Python e interesse em Machine Learning. Sobre nós  A Braskem é uma empresa de origem brasileira que atua no setor químico e petroquímico, com 41 unidades industriais distribuídas no Brasil, Estados Unidos, Alemanha e México.  Sua produção é focada em resinas termoplásticas - polietileno (PE), polipropileno (PP) e policloreto de vinila (PVC) - além de insumos químicos básicos, como eteno, propeno, butadieno, cloro, soda e solventes.  Sua estratégia de crescimento é baseada nos pilares de Inovação e Desenvolvimento Sustentável, com foco em zelar pela excelência de suas operações, inovar em soluções para uma vida melhor e desenvolver um portfólio de produtos cada vez mais sustentáveis. Há iniciativas concretas nesse sentido, como o lançamento do plástico verde, produzido a partir de fonte renovável, e a contínua evolução dos seus indicadores de desempenho em saúde, segurança e meio ambiente.  Conheça mais sobre nós Nível de experiência Assistente  Setor Tecnologia da informação e serviços Recrutamento e seleção Recursos humanos Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação ",
	"url": "https://www.linkedin.com/jobs/view/1748334132"
}, {
	"company":"TIVIT",
	"text": " TIVIT Engenheiro de dados Nome da empresaTIVIT Localidade da empresa Rio de Janeiro e Região Data do anúncioAnunciada há 2 semanas  Número de visualizações1.278 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de dados na TIVIT  Candidate-se Veja como você se compara com 171 candidatos. 1 mês de Premium grátis Vaga 5/7 correspondência de competências 171 candidatos Empresa 5.001-10.000 funcionários Tecnologia da informação e serviços Conexões Universidade Federal de Minas Gerais 4 ex-alunos Criar. Transformar. Aqui você tem a oportunidade de construir e deixar seu legado.  Está preparado(a) para transformar o seu futuro?   ENGENHEIRO (A) DE DADOS   Buscamos um (a) Engenheiro(a) de Dados disposto (a) a impulsionar a TIVIT em seus desafios de transformação.   Para isso, buscamos pessoas que tenham:    Graduação Completa em Análise de Sistemas, Ciência da Computação, Engenharia da Computação, Sistemas da Informação ou similares; Experiência em coletar dados em tempo real e criar um pipeline de produção; Criar e analisar Estatísticas em larga escala e construção, testar e proporcionar a manutenção de arquiteturas, como um sistema de processamento em grande escala; Limpar, organizar e examinar a Big Data; Ser responsável por criar o pipeline dos dados, desde a coleta, até a entrega para análise ou para alimentar um produto ou serviço baseado em análise preditiva já em produção (produto ou serviço que pode ter sido desenvolvido com a ajuda de um Engenheiro de Software); Construir enormes reservatórios para Big Data, através de conhecimento em armazenamento e processamento distribuído de dados;  Desenvolver, construir, testar e manter as arquiteturas dos bancos de dados e sistemas de processamento de dados em tempo real e de forma distribuída; Experiência em arquiteturas de Microservices e segurança de dados; Criar métodos e técnicas para melhorar a eficiência, a qualidade e a confiabilidade dos dados, implementar esses métodos; Construir e manter um Data Lake e oferecer APIs de acesso ao Cientista de Dados que usa os dados para suas análises e execução de modelos de Machine Learning;  Garantir o fluxo de dados de maneira ininterrupta.   #VemTransformar!   Local de trabalho: Rio de Janeiro  Benefícios:  Vale Transporte;  Vale Refeição ou Alimentação;  Plano de Saúde e Odontológico;  Convênio Farmácia;  Seguro de Vida;  Gympass;  PAC - Programa de aceleração de carreira;  Reembolso para cursos e certificações;   TecnoTIVIT & TIVITAcademy - Educação Corporativa com cursos EAD e presencial.  Tipo de contratação: CLT   Você conhece a TIVIT?  Nós somos uma multinacional brasileira de soluções digitais com operações em dez países da América Latina. Apoiamos a evolução dos negócios de nossos clientes a partir das nossas quatro linhas de negócios: Digital Business, Cloud Solutions, Digital Payments e Technology Platforms.   O que nos guia?  Nós somos movidos pela paixão de fazer acontecer! Valorizamos e cultivamos a ética em nossas relações; Somos comprometidos com o sucesso do nosso cliente; Temos um espírito empreendedor, buscando inovação e atitude todos os dias.   Saiba mais sobre o nosso time de Digital Business  O time de Digital Business é responsável por entender os desafios de negócio dos nossos clientes e desenvolver, por meio de metodologias ágeis e com tecnologias emergentes, como Big Data, IoT, Analytics e Blockchain, soluções personalizadas e que trazem mais eficiência e produtividade às operações. Nível de experiência Pleno-sênior  Setor Tecnologia da informação e serviços Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado Ciência da computação Resultado Análise de dados Resultado Big data Resultado Interface de programação de aplicativos (API) Resultado Banco de dados Nenhum resultado Análise de dados estatísticos Nenhum resultado Infraestrutura ",
	"url": "https://www.linkedin.com/jobs/view/1643285437"
}, {
	"company":"Tenbu",
	"text": " Tenbu Engenheiro (a) de dados Nome da empresaTenbu Localidade da empresa  São Paulo e Região, Brasil Data do anúncioAnunciada há 3 semanas  Número de visualizações731 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro (a) de dados na Tenbu  Candidatura simplificada Veja como você se compara com 193 candidatos. 1 mês de Premium grátis Vaga 5/9 correspondência de competências 193 candidatos Empresa 51-200 funcionários Tecnologia da informação e serviços Conexões Universidade Federal de Minas Gerais 1 ex-aluno Que tal começar 2020 com um novo desafio profissional?   O nosso Engenheiro de Dados é responsável por atuar na implementação de projetos complexos de dados com foco na coleta, enriquecimento, transformação, gestão, análise e visualização de grandes conjuntos de dados, disponibilizando informações de valor ao cliente, utilizando múltiplas plataformas    Habilidades necessárias:  Habilidade na interpretação de requerimentos de negócio; Conhecimentos em modelos DataWarehouse, modelagem conceitual, lógica e física, apto para desenhar modelos lógicos suportando os requisitos e soluções; Sólidos conhecimentos em Hadoop, experiências com HIVE, ATLAS, HBASE, SQOOP e demais tecnologias do framework;  Proficiente em projetar fluxos de trabalho de ETL eficientes e robustos; Conhecer boas práticas de Governança de Dados; Entendimentos em modernização do DW, Self-Service Data Preparation, Data-Lakes e outras abordagens atuais para informações corporativas; Nível de experiência Pleno-sênior  Setor Tecnologia da informação e serviços Tipo de emprego Tempo integral  Funções de trabalho Engenharia Tecnologia da informação Consultoria Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado Negócios Resultado Gestão Resultado Capacidade analítica Resultado Hadoop Resultado Modelagem Nenhum resultado Governança de dados Nenhum resultado Implementação de projetos Nenhum resultado Modelagem conceitual Nenhum resultado Armazenagem de dados ",
	"url": "https://www.linkedin.com/jobs/view/1758193136"
}, {
	"company":"PagSeguro",
	"text": " PagSeguro PagBank Engenheiro de Dados Sênior Nome da empresaPagSeguro PagBank Localidade da empresa São Paulo, São Paulo, Brasil Nova  Data do anúncioAnunciada há 8 horas  Número de visualizações140 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados Sênior na PagSeguro PagBank  Candidatura simplificada Veja como você se compara com 39 candidatos. 1 mês de Premium grátis Vaga 5/7 correspondência de competências 39 candidatos Empresa 501-1.000 funcionários Serviços financeiros Conexões Universidade Federal de Minas Gerais 5 ex-alunos Anunciada por Perfil do anunciante da vaga Caroline Cardona 2° Analista de Seleção na PagSeguro  Envie InMail Se você busca desenvolver uma carreira desafiadora e tem a intenção de integrar uma equipe dinâmica e em constante aprimoramento, queremos conhecê-lo!  Procuramos pessoas talentosas, inovadoras, capazes de lidar com pressões e trabalhar em equipe. Aqui você poderá propor ideias e soluções e com comprometimento e energia desenvolver sua carreira profissional.   REQUISITOS  - Superior completo em Ciências da Computação, Sistemas da Informação, Processamento de Dados ou áreas correlatas.  - Experiência em banco de dados Oracle e MySQL de 5 anos;  - Conhecimento em banco de dados NoSQL como Cassandra e Mongo;  - Conhecimento em administração de banco de dados MySQL, Oracle e Cassandra  - Conhecimento em programação SQL.  - Sólidos conhecimentos em modelagem de dados relacional e não relacional  - Experiência com otimização de queries.  - Experiência com sistemas transacionais   DESEJÁVEL  - Arquitetura de banco de dados  - Conhecimento teórico/prático em ferramenta de modelagem de dados (de preferência Erwin)  - Conhecimento em ferramentas para gestão de dados (ciclo de vida de dados, replicações de dados real time, mascaramento de dados).  - Experiência com sistemas de missão crítica, sistemas distribuídos, aplicações web  - Conhecimento de sistemas operacionais Linux  - Conhecimento em análise e desenvolvimento de sistemas e análise orientada a objetos;  - Inglês intermediário.   PRINCIPAIS ATIVIDADES  - Elaborar e documentar os modelos de dados  - Criar os objetos de banco e preparação/acompanhamento de implantações em produção.  - Atuar com a otimização de queries e a migração de dados.  - Analisar a arquitetura de banco de dados.  - Analisar e depurar os problemas de banco de dados.  - Avaliar novas tecnologias de persistência de dados.  Nível de experiência Pleno-sênior  Setor Serviços financeiros Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação Engenharia Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado NoSQL Resultado Cassandra Resultado Banco de dados Resultado MySQL Resultado Modelagem de dados Nenhum resultado Sistemas distribuídos Nenhum resultado Gestão de dados ",
	"url": "https://www.linkedin.com/jobs/view/1776819945"
}, {
	"company":"XPinc",
	"text": " XP Inc. Data Engineer Nome da empresaXP Inc. Localidade da empresa  São Paulo, BR Data do anúncioAnunciada há 2 dias  Número de visualizações1.471 visualizações Compartilhar Exibir mais opções  Salvar Salvar Data Engineer na XP Inc.  Candidate-se Veja como você se compara com 321 candidatos. 1 mês de Premium grátis Vaga 321 candidatos Assistente Empresa 1.001-5.000 funcionários Serviços financeiros Conexões Universidade Federal de Minas Gerais 4 ex-alunos // Sobre nós O nosso propósito é transformar o mercado financeiro para melhorar a vida das pessoas. Começamos em 2001, como um pequeno escritório de agentes autônomos de investimentos em Porto Alegre. Chegamos até aqui com a dedicação de pessoas talentosas que, por meio da nossa cultura de Sonho Grande, Mente Aberta e Espírito Empreendedor, tiveram a autonomia e liberdade que precisavam para transformar o mercado financeiro.  Porém, sabemos que o desafio é muito maior. Os grandes bancos ainda possuem 95% do mercado de investimentos no Brasil, mas estamos aqui para romper essa lógica e melhorar a vida de muito mais pessoas. Somos exatamente o que o sistema financeiro nunca foi.  Se você se identifica com esses conceitos e deseja construir algo especial, mergulhe de cabeça nesta oportunidade. // Sobre a oportunidade Como Engenheiro de Dados, você ajudará na criação de algoritmos para facilitar o acesso aos dados e distribuição deles. Além disso, será responsável por desenvolver, construir, testar e manter arquitetura, cuidará da aquisição dos dados e da manutenção das estruturas.  Somos uma empresa em construção, então aqui o aprendizado é constante e você terá pista livre para criar e muitos (muitos mesmo!) desafios. Além disso, você trabalhará ao lado de pessoas diversas e talentosas que irão te ajudar a usar todo o seu potencial e gerar o maior impacto possível.  Alguns Dos Desafios Que Você Vai Encarar Desenvolver sistemas com tecnologia de ponta, serviços escaláveis e de alta resiliência; Aprender sobre os produtos de mercado financeiro; Incentivar e melhorar as práticas ágeis.   Sobre o Ambiente De Trabalho, é Importante Você Saber Que Nossa cultura de mente aberta torna o ambiente horizontal para que as decisões sejam tomadas com base em fatos e dados, colocando os interesses dos clientes sempre em primeiro lugar. Com espírito empreendedor, cada um de nós protagoniza a sua própria história, então não espere encontrar uma empresa que tome decisões por você. Apesar de todos terem autonomia para assumir as rédeas da própria vida, a nossa rotina é intensa por sonharmos grande e amarmos o que fazemos. // O que buscamos  Pré-requisitos Para Candidatura Ter a nossa cultura; Experiência de implementação de Banco de Dados SQL e NoSQL (Cassandra, MongoDB); Experiência de implementação utilizando Big Data e Analytics (Hadoop, MapReduce Spark); Conhecimento em Ferramentas de ETL; Experiência com computação em nuvem (ex: AWS, Azure).   Desejável, Mas Não Eliminatório Inglês (reading and listening).",
	"url": "https://www.linkedin.com/jobs/view/1712885681"
}, {
	"company":"XP Investimentos",
	"text": " XP Investimentos Engenheiro de Dados Sr. Nome da empresaXP Investimentos Localidade da empresa  São Paulo e Região Nova  Data do anúncioAnunciada há 10 horas  Número de visualizações204 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados Sr. na XP Investimentos  Candidate-se Veja como você se compara com 32 candidatos. 1 mês de Premium grátis Vaga 6/10 correspondência de competências 32 candidatos Empresa 1.001-5.000 funcionários Serviços financeiros Conexões Universidade Federal de Minas Gerais 14 ex-alunos A empresa   O nosso propósito é transformar o mercado financeiro para melhorar a vida das pessoas. Começamos em 2001 e chegamos até aqui com a dedicação de pessoas talentosas que, por meio da nossa cultura de Sonho Grande, Mente Aberta e Espírito Empreendedor.  Porém, sabemos que o desafio é muito maior. Os grandes bancos ainda possuem 95% do mercado de investimentos no Brasil, mas estamos aqui para romper essa lógica e melhorar a vida de muito mais pessoas. Somos exatamente o que o sistema financeiro nunca foi.   Nossa cultura de mente aberta torna o ambiente horizontal para que as decisões sejam tomadas com base em fatos e dados, colocando os interesses dos clientes sempre em primeiro lugar.  Com espírito empreendedor, cada um de nós protagoniza a sua própria história, então não espere encontrar uma empresa que tome decisões por você.  Apesar de todos terem autonomia para assumir as rédeas da própria vida, a nossa rotina é intensa por sonharmos grande e amarmos o que fazemos.     Se você se identifica com esses conceitos e deseja construir algo especial, mergulhe de cabeça nesta oportunidade.   A oportunidade    Como Engenheiro de Dados, você ajudará na criação de algoritmos para facilitar o acesso aos dados e distribuição deles. Além disso, será responsável por desenvolver, construir, testar e manter arquitetura, cuidará da aquisição dos dados e da manutenção das estruturas.  Somos uma empresa em construção, então aqui o aprendizado é constante e você terá pista livre para criar e muitos (muitos mesmo!) desafios. Além disso, você trabalhará ao lado de pessoas diversas e talentosas que irão te ajudar a usar todo o seu potencial e gerar o maior impacto possível.     Portanto, os principais desafios são:  - Desenvolver sistemas com tecnologia de ponta, serviços escaláveis e de alta resiliência;  - Aprender sobre os produtos de mercado financeiro;  - Incentivar e melhorar as práticas ágeis.    Obrigatório  - Experiência de implementação de Banco de Dados SQL e NoSQL (Cassandra, MongoDB);  - Vivência em implementação utilizando Big Data e Analytics (Hadoop, MapReduce Spark, Kafka);  - Conhecimento em Ferramentas de ETL;  - Experiência com computação em nuvem (ex: AWS, Azure).   Desejável  - Inglês avançado (reading e listening)  Nível de experiência Pleno-sênior  Setor Serviços financeiros Tipo de emprego Tempo integral  Funções de trabalho Engenharia Tecnologia da informação Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado Computação em nuvem Resultado NoSQL Resultado Apache Spark Resultado Hadoop Resultado Cassandra Resultado Banco de dados Nenhum resultado Manutenção Nenhum resultado Finanças Nenhum resultado Mercados financeiros Nenhum resultado Windows Azure ",
	"url": "https://www.linkedin.com/jobs/view/1776815996"
}, {
	"company":"Keyrus",
	"text": " Keyrus Engenheiro de Dados - Cloud Nome da empresaKeyrus Localidade da empresa São Paulo e Região Data do anúncioAnunciada há 1 semana  Número de visualizações470 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados - Cloud na Keyrus  Candidatura simplificada Veja como você se compara com 96 candidatos. 1 mês de Premium grátis Vaga 4/10 correspondência de competências 96 candidatos Empresa 1.001-5.000 funcionários Tecnologia da informação e serviços Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Anunciada por Perfil do anunciante da vaga Gal Cavalcanti 2° Talent Acquisition Coordinator na Keyrus  Envie InMail A Keyrus é uma Consultoria, criadora de valor na era de Dados e Digital!  Com operação em 18 países, 4 continentes, 600 colaboradores no Brasil e 100 na Colômbia, pretende aumentar essa atuação em mil até o final do ano.  Nossa missão: Auxiliar as empresas a extrair todo o potencial de Dados e Digital objetivando aumentar seu desempenho, ajudando na transformação, gerando novas alavancas de crescimento e competitividade.     Cloud Data Engineer  Conhecimentos Técnicos:  Experiência em projetos de integração de dados utilizando recursos Cloud; Experiência em ferramentas ETL Cloud (AWS, Azure ou GCP), preferencialmente na plataforma Google Cloud; Experiência na criação de pipeline de dados em projetos de BI ou Big Data; Conhecimento de modelos de dados relacionais e dimensionais.  Local de trabalho:  Alphaville, próximo ao Shopping  Contratação: CLT + benefícios     Faça parte da nossa equipe, venha para a Keyrus Brasil!    #OneKeyrusOneTeam     Nível de experiência Pleno-sênior  Setor Tecnologia da informação e serviços Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação Consultoria ",
	"url": "https://www.linkedin.com/jobs/view/1755299915"
}, {
	"company":"Gerencianet",
	"text": "   Gerencianet Engenheiro de Dados Nome da empresaGerencianet Localidade da empresa Ouro Prêto, Minas Gerais, Brazil Data do anúncioAnunciada há 1 semana  Número de visualizações338 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados na Gerencianet  Candidate-se Veja como você se compara com 34 candidatos. 1 mês de Premium grátis Vaga 8/10 correspondência de competências 34 candidatos Empresa 51-200 funcionários Serviços financeiros Conexões Universidade Federal de Minas Gerais 5 ex-alunos Anunciada por Perfil do anunciante da vaga Elen Pedrosa 2° Analista de Recursos Humanos  Envie InMail Quais serão suas principais atividades?  Planejar, implementar e manter na AWS as arquiteturas de dados; Estruturar, processar e disponibilizar grandes volumes de dados e informações; Avaliar as arquiteturas alinhando-as com os requisitos de negócio; Avaliar os custos computacionais das arquiteturas de dados; Desenvolver e aplicar ETL em dados entre bancos; Desenvolver políticas e procedimentos para a coleta e análise de dados; Realizar o perfilamento dos dados para identificar e entender anomalias; Monitorar os mecanismos de coleta de dados; Identificar e implementar melhorias na eficiência, da qualidade dos dados e dos custos; Implementar novas metodologias de coleta e armazenamento de dados conforme os desafios.   Requisitos:  Conhecimento em análise de dados; Experiencia como Engenharia de Dados ou equivalente utilizando serviços da AWS; Conhecimento e domínio de metodologias de modelagem de dados; Experiencia com bancos de dados computacionais distribuídos; Experiencia com design e manipulação de Data Warehouse/Data Lake; Experiencia com ferramentas de ETL; Conhecimento em bancos de dados SQL e NoSQL; Conhecimento em linguagens de programação.  Desejável:   Conhecimento em Arquitetura de Business Intelligence; Excel Intermediário; Inglês para Leitura e Escrita.  Formação: Ensino superior completo em Ciência da Computação, Sistemas de Informação ou áreas relacionadas.   Nossos Benefícios:  Plano de Saúde e Odontológico para colaboradores e dependentes Bolsa de estudos para dependentes de até 17 anos; Participação nos resultados; Vale Transporte; Vale Alimentação no valor de R$ 750,00; Almoço e lanches na empresa com cafés, snacks, sucos e frutas; Área de descompressão para relaxar, jogar ou ler livros; Ambiente de trabalho descontraído e propício para o aprendizado.  Salário: A partir de R$ 7.000,00   Local de Trabalho: Ouro Preto/MG.  Nível de experiência Pleno-sênior  Setor Serviços financeiros Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado Inglês Resultado SQL Resultado Capacidade analítica Resultado Ciência da computação Resultado Análise de dados Resultado Programação de computadores Resultado Modelagem de dados Resultado Inteligência de negócios (BI) Nenhum resultado Qualidade dos dados Nenhum resultado Administração de benefícios ",
	"url": "https://www.linkedin.com/jobs/view/1788929528"
}, {
	"company":"Gateware",
	"text": " Gateware Engenheiro de Dados - Jaguariúna-SP Nome da empresaGateware Localidade da empresa Jaguariúna, BR Data do anúncioAnunciada há 2 semanas  Número de visualizações47 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados - Jaguariúna-SP na Gateware  Candidate-se Veja como você se compara com 16 candidatos. 1 mês de Premium grátis Vaga 16 candidatos Assistente Empresa 51-200 funcionários Tecnologia da informação e serviços Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Job Description  Buscamos um Engenheiro de Dados para atuar em nosso #DreamTeamGateware alocado em uma empresa multinacional de bebidas em Jaguariúna-SP, com boa capacidade de análise, hands-on, senso de urgência, resiliência, proatividade, espirito de equipe e principalmente com visão de dono do negócio.  Um profissional que queira agregar valor ao nosso propósito! :)  Main responsibilities  Será responsável por projetar e desenvolver fluxos de trabalho ETL para integrar, transformar, limpar e carregar dados na plataforma de dados do consumidor, garantindo que os dados estejam prontos para ativação de marketing e análise de execução.  Requirements And Skills  Para essa posição você precisa ter: SQL Avançado (Funções de Agregação - Particionamento - Join); Python intermediário/avançado; Experiência no desenvolvimento de fluxos de trabalho ETL; Git; Conhecimento em arquitetura de big data (Presto / Hive); Inglês Avançado (Conversação/Leitura/Escrita).  Além Disso, Seria Muito Bacana Se Você Tivesse Habilidades de desenvolvimento de software; Desenvolvimento Orientado a Objetos; Looker dashboards Additional information  Você pode escolher a forma de contratação que faz mais sentido para você: CLT, PJ ou Cooperado.  Caso Opte Por CLT, Segue Abaixo Nossos Benefícios Plano de saúde Unimed (sem mensalidade, co-participativo); Plano odontológico Dental Uni (sem mensalidade, co-participativo); VR ou VA: R$ 511,00 (mensais);  Mas porquê devo entrar pro time?  Empoderamos bons exemplos — Feedback entre colaboradores; Temos uma gestão presente e pronta para ouvir novas sugestões; Bônus de aniversário — ganhe R$ 150,00 para aproveitar seu dia; Aniversário de empresa — te damos um bônus R$ 100,00 para agradecer a dedicação; Acompanhamento e gestão do RH;  Quem somos nós 💙  A Gateware é uma empresa de tecnologia que possui uma metodologia própria para deixar nossos clientes mais competitivos no mercado através de alocação profissional, gestão de projetos e fábrica de softwares. Sabemos que o mercado é muito dinâmico e a cada ano estamos nos reinventando para proporcionar crescimento de pessoas e empresas de forma constante e em todos os lugares.  Nossa proposta de valor é simplificar processos utilizando metodologia ágil, personalizada  e fazer com que as empresas brasileiras façam parte da nova transformação digital!  Outros canais que você pode encontrar a Gateware ⬇️ Website LinkedIn Facebook Instagram Glassdoor Nível de experiência Assistente  Setor Tecnologia da informação e serviços Software Recursos humanos Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação ",
	"url": "https://www.linkedin.com/jobs/view/1774789875"
}, {
	"company":"Connekt",
	"text": " Connekt  Engenheiro de Dados - RJ Nome da empresaConnekt Localidade da empresa Rio de Janeiro, BR Data do anúncioAnunciada há 1 mês  Número de visualizações16 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados - RJ na Connekt  Candidate-se Vaga 1 candidato Assistente Empresa 11-50 funcionários Recrutamento e seleção Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Atividades Garantir todo o pipeline de ingestão (aquisição, modelagem, preparação e otimização) de Big Data, a partir de bancos de dados relacionais corporativos, bases de parceiros semiestruturadas e não estruturadas e bases de dados públicas; Garantir a evolução dos componentes de tecnologia que suportam o pipeline de ingestão e o data lake.  Pré-requisitos Graduação completa nas áreas de Ciências da Computação ou Engenharia ou áreas correlatas, que tenha amplo conhecimento em Banco de Dados (SQL), modelagem e administração, conhecimento em Data Lakes (Haddop e Spark), conhecimento em bancos de dados noSQL (Elastic Search, MongoDB, Redis).  Desejável Inglês avançado; Conhecimento em linguagens de programação de script como Python e conhecimento em programação de SPARK (Scala ou Python); Conhecimento de plataformas de Cloud (Google e/ou AWS); Conhecimento de plataformas de ETL (Oracle ODI, Informatica Powercenter, Apache Nifi, por exemplo). Nível de experiência Assistente  Setor Tecnologia da informação e serviços Recrutamento e seleção Recursos humanos Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação ",
	"url": "https://www.linkedin.com/jobs/view/1747521621"
}, {
	"company":"Deal",
	"text": " Deal Engenheiro de dados Nome da empresaDeal Localidade da empresa Curitiba, Paraná, Brasil Data do anúncioAnunciada há 1 semana  Número de visualizações217 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de dados na Deal  Candidatura simplificada Veja como você se compara com 21 candidatos. 1 mês de Premium grátis Vaga 21 candidatos Não aplicável Empresa 201-500 funcionários Tecnologia da informação e serviços Conexões Lucas dos Santos Baião 1 conexão Anunciada por Perfil do anunciante da vaga Cintia Scheid Haoach 2° Account Executive  Envie InMail A Deal está contratando: Engenheiro de Dados (Curitiba e São Paulo). • Construir e customizar pipeline de dados batch e realtime; • Experiência com: Hadoop, MapReduce, Spark, HBase, Hive, Teradata, Kafka. Preferencialmente com familiaridade nas distribuições Horton/Cloudera; • Programar e dar manutenção em códigos escritos em R, Python e/ou Java;  Enviar currículo para: rebeca.souza@deal.com.br Nível de experiência Não aplicável  Tipo de emprego Tempo integral ",
	"url": "https://www.linkedin.com/jobs/view/1772383522"
}, {
	"company":"Gympass",
	"text": " Gympass Engenheiro de Dados senior Nome da empresaGympass Localidade da empresa  São Paulo, BR Data do anúncioAnunciada há 4 meses  Número de visualizações776 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados senior na Gympass  Candidate-se Veja como você se compara com 91 candidatos. 1 mês de Premium grátis Vaga 91 candidatos Júnior Empresa 501-1.000 funcionários Saúde, bem-estar e educação física Conexões Universidade Federal de Minas Gerais 11 ex-alunos Procura-se!  Engenheiro de dados senior  (São Paulo,SP)  Se você… Tem curiosidade, gosta de aprender coisas novas e ter desafios constantes Tem facilidade pra aprender e se adaptar à mudanças Curte ambientes informais, flexíveis e com autonomia É ambicioso, ousado e criativo.  Seu lugar é no Gympass!  # Sobre a área de Dados Somos uma área Global que serve não apenas a área de tecnologia da Gympass, mas a empresa como um todo. A empresa possui escritórios em diversos lugares, como Nova York e Lisboa e temos interação com esses times diariamente!  Nossa maior responsabilidade é disseminar uma cultura de dados irada, democratizando o acesso a dados e empoderando assim todos os times fornecendo uma infraestrutura escalável e confiável para coletar, organizar e processar o dilúvio de dados gerados diariamanente no Gympass (tudo de maneira protegida pela privacidade).  Ou seja, somos os responsáveis por transformar o Gympass o mais data-driven possível auxiliando a desenvolver as práticas de engenharia e ciência de dados para estarmos sempre caminhando com as melhores pessoas e ferramentas do mercado.  # O que você vai fazer Projetará e desenvolverá ferramentas para processo de integração de dados com ferramentas externas e internas; Projetará e desenvolverá ferramentas para suporte ETL com componentes de última geração e que possibilitem a construção de pipelines de dados personalizados para ambiente analítico; Projetará e desenvolverá camadas de abstração para disponibilizar processamento de fluxo em tempo real para um grande grupo de usuários; Projetará e desenvolverá sistema de mapeamento automático de metadados para visualização das relações dos diferentes tipos e conjuntos de dados; Contribuirá para uma plataforma orientada a eventos, otimizando o processamento de dados em realtime; Contribuirá para o software de código aberto, disseminando conhecimento, ganhando visibilidade no setor; Disseminar os conhecimentos para a equipe.  # O que buscamos em você Hard Skills Experiência na construção de sistemas distribuídos de alto desempenho, resolvendo desafios de engenharia em larga escala (Spark/Kafka); Experiência com de linguagens de programação de scripting e linguagens como Python, Java, Scala; Prática com sistemas de mensagens/enfileiramento e/ou sistemas de processamento de fluxo; Conhecimento sobre o ecossistema Hadoop; Conceitos sobre Datalake; Conceitos sobre componentes AWS; Pragmatismo para resolução de problemas.  Soft Skills Querer trabalhar em equipe e ajudar o time em um ambiente de ritmo acelerado; Liderança e Desenvolvimento de Pessoas; Comunicação e organização; Apresentar um know-how relevante sobre a área, porém com a certeza que sempre terá um modo de evoluir e aprimorar em termos de conhecimento, não tendo limites para aprender; Pensar fora da caixa e se auto desafiar constantemente; Se arriscar, aprender rápido e se adaptar mais rápido ainda às mudanças e novas soluções/diretrizes; Conseguir se automotivar; Participação ativa em comunidades de Tecnologia (palestras, meetups, eventos, tech talks, blogs) é um diferencial, como forma de disseminar o conhecimento.  # O que você vai encontrar Plano de Saúde, Plano Odontológico e Seguro de Vida; Vale-Refeição; VT, Estacionamento ou Bicicletário; Somos radicalmente honestos! Aqui, você encontrará um ambiente que valoriza feedbacks e 1:1; No dress-code; Oportunidade de utilizar nossa plataforma que te dá acesso a mais de 40 mil academias ao redor do mundo. Nas academias conveniadas são oferecidas mais de 700 modalidades esportivas; Ambiente super colaborativo, terá oportunidade de participar de grupos de estudo, tech talks, meet-ups e muito mais; Sabemos como se tornar mãe ou pai é marcante e queremos dar todo o apoio. A licença-maternidade é de 6 meses e a licença-paternidade de 20 dias. O benefício também vale para papais e mamães que adotarem ou obtiverem a guarda judicial da criança e para casais homoafetivos. Além disso, também oferecemos auxílio-creche.   Aqui valorizamos a pluralidade de raça, cor, religião, gênero e identidade de gênero, nacionalidade, deficiência, orientação sexual, ascendência ou idade, pois acreditamos que é muito importante compartilhar ideias e pontos de vistas distintos. Com backgrounds e perspectivas diferentes, o nosso time consegue ter mais empatia com os nossos usuários e assim encontrar as melhores soluções. ",
	"url": "https://www.linkedin.com/jobs/view/1599827192"
}, {
	"company":"Sachnoff & Weaver",
	"text": " Sachnoff & Weaver, Ltd. Engenheiro de Dados Nome da empresaSachnoff & Weaver, Ltd. Localidade da empresa Recife, BR Data do anúncioAnunciada há 3 meses  Número de visualizações282 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados na Sachnoff & Weaver, Ltd.  Candidate-se Veja como você se compara com 35 candidatos. 1 mês de Premium grátis Vaga 35 candidatos Não aplicável Empresa 201-500 funcionários Prática jurídica Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Participar de reuniões de definições técnicas internas e com clientes; Modelar dados para desenvolvimento de algoritmos de Machine Learning; Definir e evoluir a infra-estrutura de serviços de ETL e integração de dados; Implementar aquisição, exploração e visualização de dados; Analisar e implementar modelos de dados complexos; Gerenciar bancos de dados em ambiente de computação em nuvem; Boa formação universitária e experiência em engenharia de dados; Orientação para soluções de problemas com capacidade autodidata e autogerenciável; Capacidade de comunicação, trabalho em equipe e troca de conhecimento; Capacidade de estabelecer decisões arquiteturais de banco de dados; Conhecimento das tendências tecnológicas de Data Analytics e Big Data; Capacidade de entender aspectos-chaves e diferenciais de negócio; Multidisciplinaridade e capacidade de se adaptar à novas tecnologias e linguagens;  Será Diferencial  Experiência em extração e mineração de grande volume de dados; Conhecimento de tecnologias de big data (Kafka, Kinesis, AWS-Lambda, BigQuery, etc); Conhecimentos de bancos de dados NoSQL; Uso de ferramentas de Business Intelligence (BI); Conhecimentos de linguagens de programação (principalmente Python); Experiência com técnicas de desenvolvimento de software ágil; Facilidade de leitura e comunicação em Inglês; Nível de experiência Não aplicável  Setor Tecnologia da informação e serviços Software Bancos Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação ",
	"url": "https://www.linkedin.com/jobs/view/1657682295"
}, {
	"company":"Bcredi",
	"text": " Bcredi Data Engineer - Engenheiro (a) de Dados Nome da empresaBcredi Localidade da empresa  Curitiba, BR Data do anúncioAnunciada há 1 mês  Número de visualizações187 visualizações Compartilhar Exibir mais opções  Salvar Salvar Data Engineer - Engenheiro (a) de Dados na Bcredi  Candidate-se Veja como você se compara com 22 candidatos. 1 mês de Premium grátis Vaga 22 candidatos Assistente Empresa 51-200 funcionários Serviços financeiros Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Estamos procurando um Engenheiro de Dados, que será responsável pela construção dos pipelines de dados com performance, escalabilidade e qualidade. Em parceria com toda empresa, criará soluções de coleta, processamento e disponibilização de dados com alto impacto, tanto para a tomada de decisões cada vez mais assertivas, quanto para impacto direto nos usuários de nossa plataforma.  Sua missão junto com a gente é fazer os brasileiros alavancarem seus negócios ou seus projetos de vida através de crédito com garantia de imóvel.  Você é apaixonado (a) por tecnologia, por pessoas, start-ups e gostaria trabalhar em uma fintech de alto crescimento? Você quer causar impacto na nossa sociedade e movimentar a nossa economia? ﻿Vem com a gente.  Responsabilidades e atribuições  Na posição de Engenheiro (a) de Dados, seu dia a dia será: Implementar ETLs nos produtos internos e externos, com a finalidade de fornecer a toda a empresa um ambiente centralizado, para realização de consultas com alta disponibilidade e qualidade, através de monitoramento e alertas; Desenvolver, manter e evoluir a infra-estrutura de serviços de dados, ou seja, ETLs, aplicações de BI, produtos de dados e landscape cloud dessas soluções. Apresentando soluções que estejam sempre com foco em eficiência e resiliência; Caminhar com o time de produto e outros membros da área de dados, para construção de uma engenharia que caminhe sempre com dados em primeiro lugar.  Requisitos e qualificações  Os Requisitos Necessários São Desenvolvimento de software em uma ou mais linguagens de programação (Python, Elixir, Ruby, Javascript, etc - Preferencialmente Python); Conhecimentos avançados no uso de SQL. Conhecimentos em bancos de dados distribuídos será um diferencial; Conhecimentos em ferramentas de ETL Open Source ( Airflow, Streamsets, etc ); Familiaridade com modelagem de Data Warehousing para consultas de ferramentas de análise de dados; Conhecimento em soluções de click stream e event sourcing, processamento e armazenamento de dados em alta escala ( RabbitMQ, Kafka, Kinesis, Cloud Storage, AWS S3, BigQuery, Redshift); Conhecimento em cloud, especialmente serviços da Google Cloud ou AWS; Conhecimento de clean code, design patterns, arquitetura de sistemas e estrutura de dados.  Não é necessário, mas seria bacana se você: Conhecimentos em pacotes estatísticos e de aprendizado de máquina é um diferencial; Formação em sistemas de informação, ciência/engenharia da computação ou similares; Experiência em alguma linguagem funcional como Elixir, Clojure, Scala, etc.; Conhecimento em sistemas distribuídos e de alta disponibilidade; Utilizar conceitos do GitHub como branching, issues, pull-requests, etc.; Conhecimento de ferramentas para elaboração de relatórios, como Metabase, Superset, Tableau, QlikView, Power BI, Klipfolio, DataStudio e etc.  Informações adicionais  Na Bcredi Você Encontra Vending machine com bebidas e diversos lanches; Desconto em escolas e outros estabelecimentos; Auxílio a curso de idiomas in company; Auxílio a cursos, certificações, workshop's; Vale-Refeição ou Vale-Alimentação; Plano de Saúde - sem mensalidade, sem coparticipação ; Plano Odontológico; Gympass; Day-off no mês do seu aniversário; Muitas frutas e muito café; Um propósito incrível <3 Nível de experiência Assistente  Setor Marketing e publicidade Tecnologia da informação e serviços Internet Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação ",
	"url": "https://www.linkedin.com/jobs/view/1746620384"
}, {
	"company":"DBC Company",
	"text": " DBC Company Engenheiro De Dados Nome da empresaDBC Company Localidade da empresa Rio Grande, BR Data do anúncioAnunciada há 1 mês  Número de visualizações126 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro De Dados na DBC Company  Candidate-se Vaga 9 candidatos Assistente Empresa 201-500 funcionários Tecnologia da informação e serviços Conexões Márcia Petry 1 conexão Vaga de Engenheiro De Dados em Rio Grande do Sul. A combinar. Período Integral. Outros Área e especialização profissional: Engenharia - Engenharia Computação, Sistemas Nível hierárquico: Especialista Local de trabalho: Porto Alegre, RS Regime de contratação de tipo Outros Jornada Período Integral Responsabilidades  Desenvolver arquiteturas de dados de alta performance e escalável utilizando as melhores práticas e tecnologias;  Projetar soluções para armazenar e processar alta volumetria de dados;  Implementar e manter pipelines escaláveis de dados para produção de dados unificados de múltiplas fontes;  Desenvolvimento de pipelines de extração, transformação e carga (ETL) de dados;  Desenvolvimento e tuning de consultas SQL e NoSQL;  Tratamento de dados.  Requisitos  Conhecimentos em modelagem de dados SQL e NoSQL;  Experiência em otimização e consultas complexas em diferentes bancos de dados SQL e NoSQL;  Familiaridade com práticas de ETL, processamento em Batch e Streaming;  Experiência em linguagem de programação Python;  Experiência com métodos ágeis de desenvolvimento;  Conhecimento de ferramentas de versionamento (Git).  Desejável  Experiência construindo Data Lake e Data Warehouse;  Ecossistema Hadoop, Spark, AWS EMR.  Spark Streaming.  Scooppy Nível de experiência Assistente  Setor Tecnologia da informação e serviços Software Recrutamento e seleção Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação ",
	"url": "https://www.linkedin.com/jobs/view/1746815785"
}, {
	"company":"Wirecard Brasil",
	"text": " Wirecard Brasil Engenheiro de Dados (Data Engineer) - Pleno Nome da empresaWirecard Brasil Localidade da empresa São Paulo, BR Data do anúncioAnunciada há 1 mês  Número de visualizações205 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados (Data Engineer) - Pleno na Wirecard Brasil  Candidatura simplificada Veja como você se compara com 26 candidatos. 1 mês de Premium grátis Vaga 26 candidatos Não aplicável Empresa 201-500 funcionários Serviços financeiros Conexões Universidade Federal de Minas Gerais 2 ex-alunos Sobre o Wirecard  A Wirecard é a empresa de pagamentos mais inovadora do Brasil. Ajudamos todos os meses milhares de empreendedores e PMEs a receber pagamentos online (e offline). Acreditamos que a inovação e o empreendedorismo devam ser o motor de crescimento do país e, por isso, estamos redefinindo a forma com que pequenos negócios lidam com a sua vida financeira.[  Aqui na Wirecard a diversidade e a inclusão já começa pelo fato de sermos globais, o que faz com que os nossos funcionários não tenham um background homogêneo. Não fazemos distinção étnica, religiosa, de gênero, sexualidade ou qualquer outra questão. Respeitamos as pessoas como elas são e como querem ser. As diferenças são vistas como algo bom, que pode somar e gerar diferentes visões para o dia a dia na empresa.  Sobre o time de Produtos & Engenharia  Somos um time multidisciplinar que busca, por meio de tecnologia e design, resolver problemas reais de nossos clientes. Trabalhamos em times autônomos que possuem missões próprias, alinhadas a estratégia do Wirecard, e que cuidam de todo o ciclo de desenvolvimento de produtos - desde a concepção, implementação e operação dos sistemas. Este é o nosso jeito de emular pequenas startups dentro do Wirecard, tornando a equipe dona do produto e 100% responsável pelo sucesso das nossas soluções. Dividimos nosso conhecimento com as já consagradas tech-talks semanais. Sonhamos grande com a nossa visão, planejamos 3 meses (OKRs) e entregamos valor em dias. Combinamos excelência com humildade.  Sobre a vaga de Data Engineer na Wirecard  Como Data Engineer, na Wirecard, você será responsável pelo desenvolvimento de sistemas para data pipeline, data warehousing e business intelligence. Você irá integrar o time de dados que suporta todas as áreas da Wirecard para que as decisões de negócio sejam tomadas baseadas em fatos e números (e não em opiniões).  Principais atividades Construir e manter a estrutura para data pipeline da Wirecard. Desenvolver rotinas ETL Desenvolver integrações para coleta e distribuição de dados entre sistemas Saas utilizados pelo Wirecard (Hubspot, Zendesk, Jira e outros) Evoluir modelos de dados e data schemas para atender novos requisitos de engenharia e negócios Desenvolver e integrar ferramentas de extração de relatórios Implementar sistemas e rotinas que monitorem e garantam a qualidade e a consistência das nossas bases de dados   Requirements  Aplicar apenas se você tiver conhecimento em big data, data warehousing, business intelligence; tiver conhecimento avançado de SQL; tiver conhecimento avançado de Python ou outra scripting language; possuir experiência com tuning avançado de banco de dados (SQL engine); habilidade para trabalhar com diferentes banco de dados relacional (e.g. MySQL, PostgreSQL), column store (e.g.Redshift); gostar de resolver problemas; saber trabalhar em equipes horizontais e multidisciplinares; ser extremamente analítico e paranóico por números e métricas; possuir Inglês fluente; ser autodidata e ter paixão genuína por ciência e conhecimento; se identificar o propósito da Wirecard, que é tornar empreendedores o motor de prosperidade do país.   Benefits Salário competitivo; Vale Refeição e Vale Alimentação; Vale Transporte ou Auxílio Combustível (2% de desconto); Assistência Médica e Odontológica; Seguro de Vida; Parceria com SESC Parceria com Gympass Incentivo Idiomas para aulas de Inglês, Espanhol e Alemão; Home Office, uma vez por semana; Frutas no escritório; Licença Maternidade 6 meses (Empresa Solidária - Lei 2.513/07). Nível de experiência Não aplicável  Setor Tecnologia da informação e serviços Software Internet Tipo de emprego Tempo integral  Funções de trabalho Analista ",
	"url": "https://www.linkedin.com/jobs/view/1745641418"
}, {
	"company":"Zé Delivery",
	"text": " Zé Delivery Data Engineer Nome da empresaZé Delivery Localidade da empresa  São Paulo e Região Data do anúncioAnunciada há 1 semana  Número de visualizações815 visualizações Compartilhar Exibir mais opções  Salvar Salvar Data Engineer na Zé Delivery  Candidatura simplificada Veja como você se compara com 172 candidatos. 1 mês de Premium grátis Vaga 3/5 correspondência de competências 172 candidatos Empresa 51-200 funcionários Internet Conexões Universidade Federal de Minas Gerais 1 ex-aluno Engenharia   O Zé está construindo todos os dias a maior e melhor plataforma de entrega de bebidas do Brasil, com o serviço mais rápido e confiável do mercado. Conectamos nossos clientes à mais extensa rede de distribuidores do país, garantindo uma cobertura única de atendimento em qualquer horário e qualquer lugar.  Para isso, desenvolvemos relações duradouras com nossos parceiros, nos tornando sua segunda fonte de renda. Estamos ao lado das mais importantes marcas de bebidas do país, trazendo a elas inovação constante e proximidade com os consumidores. Tudo isso para garantir a nossos clientes sempre a melhor variedade a um preço imbatível. Fazemos isso simplesmente porque todos merecem ter uma bebida onde, como e quando quiser!   RESPONSABILIDADES E ATRIBUIÇÕES  Você vai trabalhar na área de Engenharia do Zé, dentro do time de Plataforma que é responsável por provisionar e gerenciar os serviços para que fiquem sempre disponíveis e performáticos para os usuários (DevOps), e também definir o fluxo dos dados gerados e desenvolvimento de diversas integrações necessárias para toda a operação do Zé Delivery (Engenheria de Dados).  Como Engenheiro de Dados, suas responsabilidades em conjunto com o time serão as seguintes:   Desenvolver e manter pipelines de dados que sejam escaláveis, além de construir integrações com novas APIs que dêem suporte ao crescimento contínuo em volume e complexidade de dados  Colaborar com os times de negócio, em especial com o time de Analytics, para evoluir os modelos de dados que alimentam as ferramentas de inteligência de negócio, aumentando a acessibilidade dos dados e ajudando a promover uma cultura de tomadas de decisões baseadas em dados em todo o Zé  Implementar processos e sistemas para monitorar a qualidade dos dados, garantindo que as informações disponíveis para tomadas de decisão estejam acuradas com os dados de produção Escrever testes de integração e unitários, contribuir para os repositórios e documentos da Engenharia  Performar análises de dados que sejam necessárias para identificar problemas nos dados e promover a resolução sobre estes problemas  Desenhar jobs/pipelines para integrações de dados e framework de qualidade de dados  Trabalhar próximo aos demais engenheiros de Backend, Frontend, Product Managers e analistas  Desenvolver estratégias de longo prazo para a arquitetura da plataforma de dados do Zé, fazendo alinhamento junto aos demais times  Se você tem paixão por dados, e deseja construtir uma plataforma incrível que será de extrema importância para o sucesso do Zé, então você achou a sua oportunidade perfeita.  REQUISITOS E QUALIFICAÇÕES    Experiência com desenvolvimento em Python, Java ou Golang  Experiência em design de schema e modelagem dimensional de dados   Experiência com SQL (experiência com No-SQL é um plus)  Habilidade para gerenciar o data warehouse e comunicar sobre para demais áreas  Experiência em desenhar, construir e manter sistemas de processamento de dados (p.ex. ETL pipilenes)  Experiência em trabalhra com sistemas MPP ou Map Reduce de diferentes tamanhos/escalas  Conhecimento acerca de melhores práticas de operações de TI em serviços que estão sempre disponíveis  Experiência e conhecimento de metodologias ágeis Excelentes habilidades em resolução de problemas  Orientação a processos com experiência em documentação Excelentes habilidades em comunicação oral e escrita Conhecimento sobre cloud computing – em especial AWS (outras como GCP e Azure são diferenciais) Entendimento acerca de arquitetura Serverless com AWS Lambda – conhecimento acerca de containers (Docker) e orquestração de serviços (Kubernetes) é um diferencial Linux e scripts para o mesmo (Shell Script / Bash) Infraestrutura como código (Terraform), Git e GitFlow B.S., M.S. ou PHD em Ciência da Computação/Engenharia ou algo equivalente   Benefícios  13º e 14º salário VT + VR Plano de saúde + odontológico Outros benefícios serão citados ao longo do processo Nível de experiência Pleno-sênior  Setor Internet Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado SQL Resultado NoSQL Resultado Amazon Web Services Nenhum resultado Arquitetura de armazenamento de dados Nenhum resultado Bancos de dados relacionais Nível de escolaridade ",
	"url": "https://www.linkedin.com/jobs/view/1718269565"
}, {
	"company":"Kelly Services",
	"text": " Kelly Services Especialista/Eng. de Dados Nome da empresaKelly Services Localidade da empresa São Paulo e Região, Brasil Data do anúncioAnunciada há 1 dia  Número de visualizações388 visualizações Compartilhar Exibir mais opções  Salvar Salvar Especialista/Eng. de Dados na Kelly Services  Candidatura simplificada Veja como você se compara com 59 candidatos. 1 mês de Premium grátis Vaga 3/10 correspondência de competências 59 candidatos Empresa 10001+ funcionários Recrutamento e seleção Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Anunciada por Perfil do anunciante da vaga Fernanda F. 2° Human Resources | Talent Acquisition | Recruiter | Recrutamento e Seleção | Recursos Humanos  Envie InMail Realizar as atividades pertinentes à área de Administração de Banco de Dados.  Experiência em Ambientes de Alta Criticidade.  Experiência em implementação e administração dos banco de dados.  Atuar com diversas tecnologias de banco de dados como: Oracle, SQL Server, MySQL. Especialmente Oracle Goldengate, Oracle RAC, Oracle Dataguard ,Oracle RMAN  Experiência em administração de servidores Linux/Unix    Competências e experiências requeridas  • Sistemas operacionais Unix (HP-UX, AIX, Linux)  • Tecnologias de máquinas virtuais (VMware ESXi, vCenter, vSphere, VMotion)  • Ferramentas de gerenciamento de sistemas de TI (HP ITSM por exemplo).  Nível de experiência Júnior  Setor Tecnologia da informação e serviços Tipo de emprego Tempo integral  Funções de trabalho Administração Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado Tecnologia da informação Resultado Linux Resultado Administração Nenhum resultado VMware vSphere Nenhum resultado Experiência do usuário Nenhum resultado VMware vCenter Nenhum resultado Servidor Linux Nenhum resultado Unix Nenhum resultado Proteção de dados Nenhum resultado Design de experiência do usuário (UX) ",
	"url": "https://www.linkedin.com/jobs/view/1772043998"
}, {
	"company":"Ewave do Brasil",
	"text": " Ewave do Brasil Engenheiro de Dados Pleno Nome da empresaEwave do Brasil Localidade da empresa  São Paulo, BR Data do anúncioAnunciada há 1 mês  Número de visualizações149 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados Pleno na Ewave do Brasil  Candidate-se Veja como você se compara com 15 candidatos. 1 mês de Premium grátis Vaga 15 candidatos Assistente Empresa 201-500 funcionários Tecnologia da informação e serviços Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Job Description  Nós somos a eWave do Brasil, parte do grupo israelense Ewave, atua no mercado brasileiro desde 2006. Hoje, já somos um dos principais fornecedores de serviços de soluções de tecnologia do país. Nossa expertise inclui desenvolvimento e integração de sistemas, serviços de Hunting e alocação de profissionais de TI. Trabalhamos em parceria com os principais fornecedores mundiais de plataformas tecnológicas como IBM, Microsoft, Oracle, EMC e VMware.  VENHA FAZER PARTE DO NOSSO TIME!  Main responsibilities Arquitetura de orquestração e ingestão de dados estruturados e não-estruturados de diversas fontes de dados (bancos relacionais, noSQL, queues, hdfs, cloud storage, apis, arquivos, etc) de maneira síncrona e assíncrona; Modelagem física e lógica de estrutura de dados; Tuning de banco de dados, estratégias de indexação e consultas SQL/noSQL; Definir melhores práticas no que se refere à manipulação dos dados em todo o seu ciclo de vida para garantir integridade, confidencialidade, segurança e eficiência; Documentar os processos e manter o catálogo de dados  Requirements And Skills  De 2 a 5 anos de experiência; Formação acadêmica em Estatística, Matemática, Administração, Ciências da Computação ou Engenharia; IMPRESCINDÍVEL: SQL Server Plataforma AWS (S3, Glue, Redshift, Athena) e Azure; Linguagem Python Ferramentas de ETL: Talend, SSIS Noções de Desenvolvimento Web (.Net). Noções de processamento Hadoop. Perfil Negócio: Visão estratégia Entendimento da Estrutura Organizacional, Políticas e Culturas existentes Capacidade de planejamento Capacidade de interação com as áreas diversas Foco nos resultados e na satisfação do cliente Conhecimento dos processos de negócio. Experiência com ENTREGA de projetos. Experiência com Desenvolvimento e Entrega de Soluções. Experiência com sustentação de Projetos.  DESEJÁVEL (não mandatório): NoSQL e MongoDB; Hadoop, Spark, Cloudera, Data Lake HTML, ASP, R Oracle Machine Learning. Conhecimentos em Linux Espanhol.  Additional information  LOCAL: Atendimento Remoto, porém o escritório da Empresa se localiza na Chácara Santo Antônio, São Paulo/SP.  PERÍODO ATENDIMENTO: Indeterminado  Trabalho em geral home office, porém existem situações de alocação em cliente que exige a presença do consultor. Pode ser, portanto, esse o caso, ainda que temporariamente. Não contratamos alguém somente para um projeto, a ideia é que o profissional cresça junto com a Empresa.  Terceirização: Não.  Crie o mundo de amanhã, #vempraEwave  O futuro oferece muitas oportunidades. Seja um dos primeiros a aproveitá-las.  Criamos soluções para uma vida de inovação tecnológica e há muito mais potencial para nós explorarmos. Crie sua própria visão do futuro conosco e veja como as suas ideias moldam o mundo de amanhã.  Você conhece bem esses momentos em que pensa: eu faria diferente. Conosco você pode. Nos empenhamos continuamente para melhorar as tecnologias existentes, ao mesmo tempo que desenvolvemos soluções completamente novas. Você é bem-vindo para trazer novas ideias para inventar conosco uma vida que seja muito mais fácil, segura e inovadora.  Por que trabalhar na Ewave? Porque a gente se importa com nossos Ewavers. Buscamos manter uma cultura forte, que estimule a participação de todos e o aprendizado contínuo. Valorizamos pessoas com um propósito de vida, valores claros e transparentes. Somos uma verdadeira família e temos orgulho de todos que fazem parte da construção deste negócio. Se você sonha grande, não tem medo de encarar desafios e quer fazer parte de uma disrupção, a Ewave do Brasil é o lugar certo para você! Ao entrar para o #SouEwaver você trabalhará ao lado de profissionais acima da média e aprenderá muito com eles. Aqui o seu potencial será desafiado a cada dia com todo o suporte necessário para você desenvolver ainda mais suas habilidades e crescer junto com a gente.  Sobre Website LinkedIn Facebook Instagram Nível de experiência Assistente  Setor Tecnologia da informação e serviços Software Recrutamento e seleção Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação ",
	"url": "https://www.linkedin.com/jobs/view/1718058125"
}, {
	"company":"Bahema",
	"text": " Recruta Simples Vagas Engenheiro de Dados Nome da empresaRecruta Simples Vagas Localidade da empresa São Paulo, BR Data do anúncioAnunciada há 1 mês  Número de visualizações54 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados na Recruta Simples Vagas  Candidate-se Vaga 8 candidatos Assistente Empresa 2-10 funcionários Recursos humanos Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Sobre a empresa: Há mais de 60 anos no mercado com histórico de sucesso em investimentos em diferentes setores, a Bahema está construindo um grupo brasileiro de educação.  Com pensamento alinhado ao projeto pedagógico destas escolas, de formação de pessoas críticas e autônomas, a Bahema Investimentos acredita que tem muito a contribuir para a revolução que a educação no Brasil e no mundo está passando. Consideramos que serão cada vez mais relevantes as instituições comprometidas com a formação de alunos e alunas com pensamento crítico e recursos para atuar no mundo de modo responsável e consciente. Descrição da vaga: Estamos em busca de Engenheiro de Dados para se juntar a nossa equipe!  Responsabilidades  Integrações dos sistemas que o Grupo utiliza; Colaborar na construção do DataLake; Disponibilizar os principais indicadores e dashboards para as Escolas e áreas corporativas da Bahema.  Benefícios Vale Transporte Vale Refeição Assistência Médica Seguro de Vida Bolsa 100% nas Escolas do Grupo  Requisitos Necessários: - Experiência em Engenharia de dados; Conhecimento em Linguagens: Python, PHP, JavaScript, SQL; Ferramentas de desenvolvimento em Google Cloud; Google Storage; BigQuery; Data Studio; Desenvolvimento de API; Arquitetura / integração de sistemas; Google Maps API; Desenvolvimento de apps. Salário: 9000,00 Contrato: CLT (Efetivo) Nível de experiência Assistente  Setor Tecnologia da informação e serviços Recrutamento e seleção Recursos humanos Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação ",
	"url": "https://www.linkedin.com/jobs/view/1747765255"
}, {
	"company":"Hariken",
	"text": " Hariken Engenheiro de Dados Nome da empresaHariken Localidade da empresa Curitiba, BR Data do anúncioAnunciada há 7 meses  Número de visualizações559 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro de Dados na Hariken  Candidate-se Veja como você se compara com 57 candidatos. 1 mês de Premium grátis Vaga 57 candidatos Assistente Empresa 11-50 funcionários Marketing e publicidade Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Buscamos um Engenheiro de Dados que irá atuar como peça chave na execução de ações que supram os nossos desafios de crescimento.  Responsabilidades e atribuições  Principais Desafios Garantir arquitetura que suporte altíssimo volume de dados; Processamento de dados em alta escala; Manter nosso data lake; Criar datasets para data mining; Aumentar a eficiência e qualidade de dados; Usar várias linguagens e ferramentas para integrar sistemas e fluxos de dados; Ajudar nosso time de CS com visualizações fantásticas para nossos clientes; Garantir que os dados estejam disponíveis para a análise de forma segura;  Requisitos e qualificações  Quem é você? Você tem proatividade e é realizador(a); Gosta de trabalhar com autonomia; Tem foco em resultados; Gosta de aprender e encarar novos desafios;  Diferenciais  Experiência com qualquer uma dessas tecnologias: SQL e Interfaces NoSQL (ElasticSearch) APIs/Plataformas de ETL (Airflow, Nifi, EMR) Python ou Java/Scala Spark Hive Apache Ranger Serverless Plataformas de Streaming (Kafka, Kinesis) AWS DynamoDB  Informações adicionais  O que oferecemos? Oportunidade de construir uma história exponencial com a Hariken e ajudar a empresa a ser referência no uso de dados e privacidade para marketing no Brasil; Espaço para criar e colaborar com a área, imprimindo o seu jeito de ser e conhecimentos que deram certo em outros lugares; Cultura de crescimento e muita aprendizagem; Benefícios como Vale-transporte, Vale-refeição, Assistência Médica e Odontológica; Flexibilidade de horários. Nível de experiência Assistente  Setor Marketing e publicidade Tecnologia da informação e serviços Internet Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação ",
	"url": "https://www.linkedin.com/jobs/view/1447463947"
}, {
	"company":"Verx Tecnologia e Inovação",
	"text": " Verx Tecnologia e Inovação Engenheiro De Dados Sr Nome da empresaVerx Tecnologia e Inovação Localidade da empresa  São Paulo, BR Data do anúncioAnunciada há 2 semanas  Número de visualizações56 visualizações Compartilhar Exibir mais opções  Salvar Salvar Engenheiro De Dados Sr na Verx Tecnologia e Inovação  Candidate-se Vaga 8 candidatos Júnior Empresa 201-500 funcionários Tecnologia da informação e serviços Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Vaga de Engenheiro De Dados Sr em São Paulo. A combinar. Período Integral. Efetivo – CLT Área e especialização profissional: Informática, TI, Telecomunicações - TI Nível hierárquico: Especialista Local de trabalho: São Paulo, SP Regime de contratação de tipo Efetivo – CLT Jornada Período Integral Analisar, descrever, especificar, desenvolver, alterar, validar, implantar e manter os fluxos de dados, serviços e micro-serviços, visando a ampla utilização da informação para integração de sistemas. Trabalhar junto aos arquitetos de dados e analistas de sistemas dentro de uma metodologia ágil, provendo o pipeline para extração, transformação de carga de dados estruturados com fontes diversas e heterogêneas, realizando tratamentos automatizados para garantir a qualidade e veracidade da informação. Banco de Dados (SQL-Server, PostgreSQL, MongoDB), ETL (SSIS) e Modelagem Dados (SQL, SSAS, NoSQL), Arquitetura Integração (SOA, BRMS, APIs), Qualidade de Dados, MDM, Microserviços, Orientação a Objetos, Java (spring.boot, Junit, Maven, Git) Nível de experiência Júnior  Setor Tecnologia da informação e serviços Software Internet Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação ",
	"url": "https://www.linkedin.com/jobs/view/1768578862"
}, {
	"company":"Pismo",
	"text": "  Pismo Data Engineer Nome da empresaPismo Localidade da empresa São Paulo e Região, Brasil Data do anúncioAnunciada há 3 semanas  Número de visualizações470 visualizações Compartilhar Exibir mais opções  Salvar Salvar Data Engineer na Pismo  Candidate-se Veja como você se compara com 63 candidatos. 1 mês de Premium grátis Vaga 4/10 correspondência de competências 63 candidatos Empresa 11-50 funcionários Tecnologia da informação e serviços Conexões Você não tem nenhuma conexão nesta empresa. Adicionar > Anunciada por Perfil do anunciante da vaga Erika Donato Cardeal 2° Talent Acquisition | Pismo  Envie InMail Missão  Buscamos um Engenheiro de Dados para compor nosso time e ajudar a criar soluções robustas, escaláveis e eficientes, totalmente baseados em cloud e com o que há de novidade no mercado, sempre focado em democratizar o acesso aos dados e trazer mais agilidade e autonomia para os times de análise e inteligência.    Conhecimentos Necessários  - Entendimento de bancos de dados relacionais e não relacionais;  - Experiência com processamento de dados em real time (streaming);  - Domínio de linguagens de scripting para automação e tratamento de dados;  - Soluções em Cloud para Data Engineering (AWS e GCP preferencialmente);  - Experiência de construir Data Lakes;  - Ter manuseado/implementado soluções de processamento de dados como Spark;  - Fit com cultura DevOps para envolvimento desde o desenvolvimento até o deploy;    Conhecimentos Específicos  - Domínio de tecnologias/processos de ETL e ELT;  - Experiência com bancos de dados SQL e NoSQL (MySQL, DynamoDB);  - Experiência com frameworks/ferramentas de processamento de dados (Spark, Hadoop, Flink);  - Familiaridade com consumo de APIs via eventos;  - Domínio de linguagem de scripting (Python);  - Estar atualizado no que tange a soluções de Cloud;  - Experiência com orquestração de JOBs/ETL (Apache Airflow);  - Conhecimento sobre provisionamento de Serviços/infraestrutura como código (Terraform)   Benefícios e Outras Informações  Trabalhar de forma presencial com autonomia e flexibilidade de horários; Vale Refeição Vale Alimentação Vale Transporte Gympass Assistência Médica 50% Estacionamento Café da manhã Sala de Descompressão Comidinhas e Sorvete Happy Hour | Mensal Local de trabalho: Av. Engenheiro Luís Carlos Berrini, 105, Vila Olímpia, São Paulo – SP Nível de experiência Não aplicável  Setor Tecnologia da informação e serviços Tipo de emprego Tempo integral  Funções de trabalho Tecnologia da informação Seus resultados Critérios fornecidos pelo anunciante da vaga Competências Resultado Python Resultado SQL Resultado Capacidade analítica Resultado Hadoop Nenhum resultado Ferramentas ETL Nenhum resultado Infraestrutura Nenhum resultado DevOps Nenhum resultado ETL (Extração, transformação e carregamento) Nenhum resultado Bancos de dados relacionais Nenhum resultado Criação de scripts ",
	"url": "https://www.linkedin.com/jobs/view/1758131417"
}]